const data = {
  "W8Q3": {
    "الاسم": "محمد علي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 35,
        "الكورس الثاني": 31
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 44,
        "الكورس الثاني": 30
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 43,
        "الكورس الثاني": 30
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 19,
        "نصف السنة": 44,
        "الكورس الثاني": 38
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 16,
        "نصف السنة": 22,
        "الكورس الثاني": 37
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 42,
        "الكورس الثاني": 41
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 43,
        "الكورس الثاني": 29
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 19,
        "نصف السنة": 23,
        "الكورس الثاني": 37
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فيزياء",
          "عربي",
          "رياضة",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "رياضيات",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "فنية",
          "أحياء",
          "إنكليزي",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "7DZ5": {
    "الاسم": "زينب نوري",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 17,
        "نصف السنة": 47,
        "الكورس الثاني": 24
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 35,
        "الكورس الثاني": 45
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 18,
        "نصف السنة": 40,
        "الكورس الثاني": 30
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 46,
        "الكورس الثاني": 40
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 17,
        "نصف السنة": 30,
        "الكورس الثاني": 29
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 14,
        "نصف السنة": 26,
        "الكورس الثاني": 38
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 23,
        "الكورس الثاني": 30
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 25,
        "الكورس الثاني": 45
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 45,
        "الكورس الثاني": 27
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 46,
        "الكورس الثاني": 48
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "رياضة",
          "فيزياء",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كردي",
          "عربي",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "حاسوب",
          "كردي",
          "أحياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فنية",
          "عربي",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "TR7A": {
    "الاسم": "عبير خالد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 14,
        "نصف السنة": 36,
        "الكورس الثاني": 36
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 46,
        "الكورس الثاني": 46
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 23,
        "الكورس الثاني": 43
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 17,
        "نصف السنة": 43,
        "الكورس الثاني": 26
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 30,
        "الكورس الثاني": 28
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 15,
        "نصف السنة": 46,
        "الكورس الثاني": 37
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 25,
        "الكورس الثاني": 41
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 34,
        "الكورس الثاني": 41
      },
      "علم الأرض": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 26,
        "الكورس الثاني": 50
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 43,
        "الكورس الثاني": 49
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 13,
        "نصف السنة": 34,
        "الكورس الثاني": 42
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "علم الأرض",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "علم الأرض",
          "عربي",
          "فنية",
          "فيزياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "كردي",
          "أحياء",
          "رياضة",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "علم الأرض",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "رياضيات",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "فنية",
          "رياضة",
          "كردي",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "6MJM": {
    "الاسم": "صفاء عماد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 30,
        "الكورس الثاني": 39
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 13,
        "نصف السنة": 24,
        "الكورس الثاني": 41
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 21,
        "الكورس الثاني": 21
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 18,
        "نصف السنة": 46,
        "الكورس الثاني": 30
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 43,
        "الكورس الثاني": 46
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 14,
        "نصف السنة": 20,
        "الكورس الثاني": 25
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 40,
        "الكورس الثاني": 49
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 18,
        "نصف السنة": 31,
        "الكورس الثاني": 35
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "أحياء",
          "كيمياء",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "عربي",
          "فيزياء",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "QMRJ": {
    "الاسم": "نور كريم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 40,
        "الكورس الثاني": 50
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 41,
        "الكورس الثاني": 43
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 22,
        "الكورس الثاني": 48
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 41,
        "الكورس الثاني": 22
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 19,
        "نصف السنة": 37,
        "الكورس الثاني": 23
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 50,
        "الكورس الثاني": 36
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 31,
        "الكورس الثاني": 43
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 19,
        "نصف السنة": 34,
        "الكورس الثاني": 37
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 39,
        "الكورس الثاني": 24
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 24,
        "الكورس الثاني": 23
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كردي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "عربي",
          "كردي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كردي",
          "فنية",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "5LFZ": {
    "الاسم": "مرتضى جاسم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 45,
        "الكورس الثاني": 25
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 10,
        "نصف السنة": 40,
        "الكورس الثاني": 43
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 44,
        "الكورس الثاني": 38
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 37,
        "الكورس الثاني": 27
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 21,
        "الكورس الثاني": 34
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 15,
        "نصف السنة": 50,
        "الكورس الثاني": 49
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 49,
        "الكورس الثاني": 27
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 10,
        "نصف السنة": 22,
        "الكورس الثاني": 20
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فيزياء",
          "عربي",
          "رياضة",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "رياضيات",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "فنية",
          "أحياء",
          "إنكليزي",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "MU5D": {
    "الاسم": "مريم حسين",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 12,
        "نصف السنة": 26,
        "الكورس الثاني": 40
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 36,
        "الكورس الثاني": 48
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 36,
        "الكورس الثاني": 42
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 39,
        "الكورس الثاني": 40
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 25,
        "الكورس الثاني": 41
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 31,
        "الكورس الثاني": 41
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 44,
        "الكورس الثاني": 50
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 17,
        "نصف السنة": 37,
        "الكورس الثاني": 25
      },
      "علم الأرض": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 18,
        "نصف السنة": 32,
        "الكورس الثاني": 23
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 18,
        "نصف السنة": 46,
        "الكورس الثاني": 25
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 50,
        "الكورس الثاني": 36
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "علم الأرض",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "علم الأرض",
          "عربي",
          "فنية",
          "فيزياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "كردي",
          "أحياء",
          "رياضة",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "علم الأرض",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "رياضيات",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "فنية",
          "رياضة",
          "كردي",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "J799": {
    "الاسم": "دعاء سالم",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 29,
        "الكورس الثاني": 32
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 21,
        "الكورس الثاني": 47
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 29,
        "الكورس الثاني": 47
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 13,
        "نصف السنة": 22,
        "الكورس الثاني": 29
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 32,
        "الكورس الثاني": 31
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 16,
        "نصف السنة": 37,
        "الكورس الثاني": 47
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 15,
        "نصف السنة": 35,
        "الكورس الثاني": 40
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 38,
        "الكورس الثاني": 34
      },
      "علم الأرض": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 40,
        "الكورس الثاني": 23
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 39,
        "الكورس الثاني": 44
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 50,
        "الكورس الثاني": 23
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "عربي",
          "علم الأرض",
          "إنكليزي",
          "فنية",
          "كردي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "إنكليزي",
          "فنية",
          "حاسوب",
          "كردي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "علم الأرض",
          "أحياء",
          "رياضيات",
          "حاسوب",
          "إنكليزي",
          "كردي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "علم الأرض",
          "حاسوب",
          "كردي",
          "فيزياء",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "حاسوب",
          "كيمياء",
          "إنكليزي",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "YBTE": {
    "الاسم": "زهراء قاسم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 42,
        "الكورس الثاني": 21
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 14,
        "نصف السنة": 31,
        "الكورس الثاني": 43
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 22,
        "الكورس الثاني": 31
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 32,
        "الكورس الثاني": 49
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 36,
        "الكورس الثاني": 22
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 23,
        "الكورس الثاني": 24
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 14,
        "نصف السنة": 40,
        "الكورس الثاني": 45
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 17,
        "نصف السنة": 40,
        "الكورس الثاني": 25
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 44,
        "الكورس الثاني": 33
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 35,
        "الكورس الثاني": 35
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "عربي",
          "كردي",
          "حاسوب",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "حاسوب",
          "كيمياء",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "حاسوب",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "WDYC": {
    "الاسم": "زينب نوري",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 24,
        "الكورس الثاني": 44
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 50,
        "الكورس الثاني": 20
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 43,
        "الكورس الثاني": 32
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 30,
        "الكورس الثاني": 41
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 18,
        "نصف السنة": 28,
        "الكورس الثاني": 29
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 20,
        "نصف السنة": 28,
        "الكورس الثاني": 28
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 50,
        "الكورس الثاني": 36
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 48,
        "الكورس الثاني": 42
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فيزياء",
          "عربي",
          "رياضة",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "رياضيات",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "فنية",
          "أحياء",
          "إنكليزي",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "Z8XZ": {
    "الاسم": "طه رضا",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 18,
        "نصف السنة": 35,
        "الكورس الثاني": 31
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 13,
        "نصف السنة": 49,
        "الكورس الثاني": 42
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 34,
        "الكورس الثاني": 31
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 13,
        "نصف السنة": 26,
        "الكورس الثاني": 48
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 46,
        "الكورس الثاني": 50
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 41,
        "الكورس الثاني": 37
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 47,
        "الكورس الثاني": 39
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 10,
        "نصف السنة": 30,
        "الكورس الثاني": 21
      },
      "علم الأرض": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 10,
        "نصف السنة": 36,
        "الكورس الثاني": 26
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 14,
        "نصف السنة": 45,
        "الكورس الثاني": 37
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 44,
        "الكورس الثاني": 22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "عربي",
          "علم الأرض",
          "إنكليزي",
          "فنية",
          "كردي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "إنكليزي",
          "فنية",
          "حاسوب",
          "كردي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "علم الأرض",
          "أحياء",
          "رياضيات",
          "حاسوب",
          "إنكليزي",
          "كردي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "علم الأرض",
          "حاسوب",
          "كردي",
          "فيزياء",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "حاسوب",
          "كيمياء",
          "إنكليزي",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "7QG8": {
    "الاسم": "هدى سامي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 21,
        "الكورس الثاني": 37
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 18,
        "نصف السنة": 33,
        "الكورس الثاني": 35
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 24,
        "الكورس الثاني": 35
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 12,
        "نصف السنة": 33,
        "الكورس الثاني": 48
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 47,
        "الكورس الثاني": 20
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 19,
        "نصف السنة": 42,
        "الكورس الثاني": 36
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 40,
        "الكورس الثاني": 33
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 41,
        "الكورس الثاني": 24
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "أحياء",
          "كيمياء",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "عربي",
          "فيزياء",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "SM9Z": {
    "الاسم": "علي حسين",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 13,
        "نصف السنة": 31,
        "الكورس الثاني": 25
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 31,
        "الكورس الثاني": 24
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 12,
        "نصف السنة": 48,
        "الكورس الثاني": 46
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 35,
        "الكورس الثاني": 49
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 29,
        "الكورس الثاني": 36
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 41,
        "الكورس الثاني": 34
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 13,
        "نصف السنة": 39,
        "الكورس الثاني": 34
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 34,
        "الكورس الثاني": 20
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فيزياء",
          "عربي",
          "رياضة",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "رياضيات",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "فنية",
          "أحياء",
          "إنكليزي",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "U88B": {
    "الاسم": "مريم حسين",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 43,
        "الكورس الثاني": 28
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 23,
        "الكورس الثاني": 43
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 25,
        "الكورس الثاني": 35
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 10,
        "نصف السنة": 50,
        "الكورس الثاني": 38
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 24,
        "الكورس الثاني": 22
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 40,
        "الكورس الثاني": 34
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 29,
        "الكورس الثاني": 42
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 35,
        "الكورس الثاني": 33
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فيزياء",
          "عربي",
          "رياضة",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "رياضيات",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "فنية",
          "أحياء",
          "إنكليزي",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "RLYD": {
    "الاسم": "كوثر مهدي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 16,
        "نصف السنة": 28,
        "الكورس الثاني": 38
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 17,
        "نصف السنة": 24,
        "الكورس الثاني": 33
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 22,
        "الكورس الثاني": 25
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 40,
        "الكورس الثاني": 42
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 37,
        "الكورس الثاني": 30
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 29,
        "الكورس الثاني": 20
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 16,
        "نصف السنة": 29,
        "الكورس الثاني": 40
      },
      "حاسوب": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 15,
        "نصف السنة": 33,
        "الكورس الثاني": 50
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 48,
        "الكورس الثاني": 32
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 46,
        "الكورس الثاني": 27
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "رياضة",
          "فيزياء",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كردي",
          "عربي",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "حاسوب",
          "كردي",
          "أحياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فنية",
          "عربي",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "77RD": {
    "الاسم": "سارة محمد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 16,
        "نصف السنة": 30,
        "الكورس الثاني": 32
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 46,
        "الكورس الثاني": 22
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 41,
        "الكورس الثاني": 46
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 13,
        "نصف السنة": 32,
        "الكورس الثاني": 30
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 46,
        "الكورس الثاني": 46
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 21,
        "الكورس الثاني": 40
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 47,
        "الكورس الثاني": 22
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 50,
        "الكورس الثاني": 38
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 28,
        "الكورس الثاني": 33
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 42,
        "الكورس الثاني": 38
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "عربي",
          "كردي",
          "حاسوب",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "حاسوب",
          "كيمياء",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "حاسوب",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "MB5Q": {
    "الاسم": "دعاء سالم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 28,
        "الكورس الثاني": 20
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 47,
        "الكورس الثاني": 29
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 13,
        "نصف السنة": 20,
        "الكورس الثاني": 24
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 21,
        "الكورس الثاني": 37
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 17,
        "نصف السنة": 32,
        "الكورس الثاني": 48
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 29,
        "الكورس الثاني": 48
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 17,
        "نصف السنة": 22,
        "الكورس الثاني": 38
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 35,
        "الكورس الثاني": 24
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "فنية",
          "فيزياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضة",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "TGBM": {
    "الاسم": "هدى سامي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 49,
        "الكورس الثاني": 48
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 33,
        "الكورس الثاني": 30
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 34,
        "الكورس الثاني": 40
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 46,
        "الكورس الثاني": 46
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 41,
        "الكورس الثاني": 30
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 27,
        "الكورس الثاني": 29
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 18,
        "نصف السنة": 35,
        "الكورس الثاني": 43
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 33,
        "الكورس الثاني": 48
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "عربي",
          "كيمياء",
          "أحياء",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "عربي",
          "فيزياء",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "فنية",
          "أحياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "عربي",
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "كيمياء",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "6MB9": {
    "الاسم": "أحمد مصطفى",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 15,
        "نصف السنة": 46,
        "الكورس الثاني": 29
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 31,
        "الكورس الثاني": 21
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 41,
        "الكورس الثاني": 44
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 14,
        "نصف السنة": 46,
        "الكورس الثاني": 38
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 36,
        "الكورس الثاني": 42
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 34,
        "الكورس الثاني": 43
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 13,
        "نصف السنة": 40,
        "الكورس الثاني": 22
      },
      "حاسوب": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 20,
        "الكورس الثاني": 31
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 32,
        "الكورس الثاني": 46
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 16,
        "نصف السنة": 48,
        "الكورس الثاني": 35
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "رياضة",
          "فيزياء",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كردي",
          "عربي",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "حاسوب",
          "كردي",
          "أحياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فنية",
          "عربي",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "LTJ3": {
    "الاسم": "صفاء عماد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 20,
        "نصف السنة": 30,
        "الكورس الثاني": 31
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 21,
        "الكورس الثاني": 42
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 30,
        "الكورس الثاني": 42
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 29,
        "الكورس الثاني": 40
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 23,
        "الكورس الثاني": 32
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 41,
        "الكورس الثاني": 31
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 15,
        "نصف السنة": 31,
        "الكورس الثاني": 24
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 18,
        "نصف السنة": 25,
        "الكورس الثاني": 49
      },
      "علم الأرض": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 48,
        "الكورس الثاني": 40
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 32,
        "الكورس الثاني": 20
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 21,
        "الكورس الثاني": 30
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "علم الأرض",
          "كيمياء",
          "فنية",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "كردي",
          "عربي",
          "رياضة",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "حاسوب",
          "علم الأرض",
          "إنكليزي",
          "رياضيات",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "كردي",
          "أحياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "حاسوب",
          "رياضة",
          "عربي",
          "فيزياء",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "GRV1": {
    "الاسم": "سارة محمد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 46,
        "الكورس الثاني": 46
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 10,
        "نصف السنة": 22,
        "الكورس الثاني": 42
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 45,
        "الكورس الثاني": 36
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 20,
        "الكورس الثاني": 29
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 15,
        "نصف السنة": 38,
        "الكورس الثاني": 22
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 20,
        "نصف السنة": 29,
        "الكورس الثاني": 39
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 18,
        "نصف السنة": 34,
        "الكورس الثاني": 48
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 44,
        "الكورس الثاني": 21
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "عربي",
          "كيمياء",
          "أحياء",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "عربي",
          "فيزياء",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "فنية",
          "أحياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "عربي",
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "كيمياء",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "JHF9": {
    "الاسم": "حسن محمد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 16,
        "نصف السنة": 27,
        "الكورس الثاني": 32
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 14,
        "نصف السنة": 32,
        "الكورس الثاني": 45
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 21,
        "الكورس الثاني": 30
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 15,
        "نصف السنة": 44,
        "الكورس الثاني": 29
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 41,
        "الكورس الثاني": 32
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 28,
        "الكورس الثاني": 24
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 48,
        "الكورس الثاني": 30
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 35,
        "الكورس الثاني": 36
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فيزياء",
          "عربي",
          "رياضة",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "رياضيات",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "فنية",
          "أحياء",
          "إنكليزي",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "VSTC": {
    "الاسم": "يوسف حيدر",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 42,
        "الكورس الثاني": 27
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 36,
        "الكورس الثاني": 30
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 39,
        "الكورس الثاني": 28
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 44,
        "الكورس الثاني": 47
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 50,
        "الكورس الثاني": 33
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 33,
        "الكورس الثاني": 34
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 17,
        "نصف السنة": 50,
        "الكورس الثاني": 48
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 10,
        "نصف السنة": 22,
        "الكورس الثاني": 21
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "عربي",
          "كيمياء",
          "أحياء",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "عربي",
          "فيزياء",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "فنية",
          "أحياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "عربي",
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "كيمياء",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "3KG6": {
    "الاسم": "نور كريم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 10,
        "نصف السنة": 22,
        "الكورس الثاني": 39
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 33,
        "الكورس الثاني": 44
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 17,
        "نصف السنة": 20,
        "الكورس الثاني": 40
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 24,
        "الكورس الثاني": 40
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 29,
        "الكورس الثاني": 48
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 41,
        "الكورس الثاني": 34
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 38,
        "الكورس الثاني": 32
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 25,
        "الكورس الثاني": 21
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "عربي",
          "كيمياء",
          "أحياء",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "عربي",
          "فيزياء",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "فنية",
          "أحياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "عربي",
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "كيمياء",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "AEFN": {
    "الاسم": "أحمد مصطفى",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 30,
        "الكورس الثاني": 43
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 26,
        "الكورس الثاني": 46
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 31,
        "الكورس الثاني": 45
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 34,
        "الكورس الثاني": 34
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 23,
        "الكورس الثاني": 24
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 18,
        "نصف السنة": 39,
        "الكورس الثاني": 40
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 26,
        "الكورس الثاني": 31
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 38,
        "الكورس الثاني": 27
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "عربي",
          "كيمياء",
          "أحياء",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "عربي",
          "فيزياء",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "فنية",
          "أحياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "عربي",
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "كيمياء",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "VJ1U": {
    "الاسم": "أحمد مصطفى",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 37,
        "الكورس الثاني": 27
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 38,
        "الكورس الثاني": 29
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 10,
        "نصف السنة": 26,
        "الكورس الثاني": 22
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 21,
        "الكورس الثاني": 25
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 17,
        "نصف السنة": 34,
        "الكورس الثاني": 25
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 31,
        "الكورس الثاني": 22
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 10,
        "نصف السنة": 35,
        "الكورس الثاني": 39
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 28,
        "الكورس الثاني": 48
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 14,
        "نصف السنة": 37,
        "الكورس الثاني": 22
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 42,
        "الكورس الثاني": 38
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 14,
        "نصف السنة": 24,
        "الكورس الثاني": 30
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "علم الأرض",
          "كيمياء",
          "فنية",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "كردي",
          "عربي",
          "رياضة",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "حاسوب",
          "علم الأرض",
          "إنكليزي",
          "رياضيات",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "كردي",
          "أحياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "حاسوب",
          "رياضة",
          "عربي",
          "فيزياء",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "E9RF": {
    "الاسم": "عبير خالد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 22,
        "الكورس الثاني": 30
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 24,
        "الكورس الثاني": 41
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 38,
        "الكورس الثاني": 39
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 24,
        "الكورس الثاني": 36
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 37,
        "الكورس الثاني": 49
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 47,
        "الكورس الثاني": 27
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 23,
        "الكورس الثاني": 22
      },
      "حاسوب": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 19,
        "نصف السنة": 33,
        "الكورس الثاني": 43
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 21,
        "الكورس الثاني": 26
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 13,
        "نصف السنة": 30,
        "الكورس الثاني": 30
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "رياضة",
          "فيزياء",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كردي",
          "عربي",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "حاسوب",
          "كردي",
          "أحياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فنية",
          "عربي",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "LFP1": {
    "الاسم": "زينب نوري",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 19,
        "نصف السنة": 22,
        "الكورس الثاني": 46
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 34,
        "الكورس الثاني": 43
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 40,
        "الكورس الثاني": 26
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 23,
        "الكورس الثاني": 30
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 12,
        "نصف السنة": 32,
        "الكورس الثاني": 46
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 31,
        "الكورس الثاني": 43
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 23,
        "الكورس الثاني": 21
      },
      "حاسوب": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 49,
        "الكورس الثاني": 20
      },
      "علم الأرض": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 44,
        "الكورس الثاني": 49
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 24,
        "الكورس الثاني": 37
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 32,
        "الكورس الثاني": 32
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "علم الأرض",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "علم الأرض",
          "عربي",
          "فنية",
          "فيزياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "كردي",
          "أحياء",
          "رياضة",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "علم الأرض",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "رياضيات",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "فنية",
          "رياضة",
          "كردي",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "HUV8": {
    "الاسم": "كوثر مهدي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 16,
        "نصف السنة": 42,
        "الكورس الثاني": 49
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 24,
        "الكورس الثاني": 35
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 36,
        "الكورس الثاني": 29
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 47,
        "الكورس الثاني": 49
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 46,
        "الكورس الثاني": 20
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 34,
        "الكورس الثاني": 37
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 46,
        "الكورس الثاني": 31
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 21,
        "الكورس الثاني": 43
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 27,
        "الكورس الثاني": 26
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 12,
        "نصف السنة": 33,
        "الكورس الثاني": 46
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "عربي",
          "كردي",
          "حاسوب",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "حاسوب",
          "كيمياء",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "حاسوب",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "KLQC": {
    "الاسم": "دعاء سالم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 36,
        "الكورس الثاني": 39
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 18,
        "نصف السنة": 32,
        "الكورس الثاني": 36
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 10,
        "نصف السنة": 39,
        "الكورس الثاني": 50
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 28,
        "الكورس الثاني": 37
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 38,
        "الكورس الثاني": 38
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 23,
        "الكورس الثاني": 37
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 20,
        "الكورس الثاني": 23
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 18,
        "نصف السنة": 23,
        "الكورس الثاني": 46
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "فنية",
          "فيزياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضة",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "D1HG": {
    "الاسم": "حسن محمد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 17,
        "نصف السنة": 28,
        "الكورس الثاني": 39
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 19,
        "نصف السنة": 21,
        "الكورس الثاني": 31
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 18,
        "نصف السنة": 26,
        "الكورس الثاني": 42
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 45,
        "الكورس الثاني": 39
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 25,
        "الكورس الثاني": 41
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 20,
        "نصف السنة": 25,
        "الكورس الثاني": 23
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 26,
        "الكورس الثاني": 28
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 13,
        "نصف السنة": 25,
        "الكورس الثاني": 27
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فيزياء",
          "عربي",
          "رياضة",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "رياضيات",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "فنية",
          "أحياء",
          "إنكليزي",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "MSCE": {
    "الاسم": "يوسف حيدر",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 26,
        "الكورس الثاني": 32
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 42,
        "الكورس الثاني": 36
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 20,
        "نصف السنة": 35,
        "الكورس الثاني": 32
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 17,
        "نصف السنة": 37,
        "الكورس الثاني": 44
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 49,
        "الكورس الثاني": 35
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 45,
        "الكورس الثاني": 32
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 38,
        "الكورس الثاني": 34
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 22,
        "الكورس الثاني": 25
      },
      "علم الأرض": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 13,
        "نصف السنة": 41,
        "الكورس الثاني": 37
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 49,
        "الكورس الثاني": 40
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 15,
        "نصف السنة": 28,
        "الكورس الثاني": 45
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "علم الأرض",
          "كيمياء",
          "فنية",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "كردي",
          "عربي",
          "رياضة",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "حاسوب",
          "علم الأرض",
          "إنكليزي",
          "رياضيات",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "كردي",
          "أحياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "حاسوب",
          "رياضة",
          "عربي",
          "فيزياء",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "VUZ6": {
    "الاسم": "سلمان كريم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 13,
        "نصف السنة": 29,
        "الكورس الثاني": 50
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 20,
        "الكورس الثاني": 25
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 32,
        "الكورس الثاني": 31
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 30,
        "الكورس الثاني": 50
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 18,
        "نصف السنة": 37,
        "الكورس الثاني": 28
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 29,
        "الكورس الثاني": 40
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 25,
        "الكورس الثاني": 31
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 15,
        "نصف السنة": 34,
        "الكورس الثاني": 42
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 41,
        "الكورس الثاني": 27
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 17,
        "نصف السنة": 27,
        "الكورس الثاني": 29
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كردي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "عربي",
          "كردي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كردي",
          "فنية",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "CLYY": {
    "الاسم": "حسين عبد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 10,
        "نصف السنة": 44,
        "الكورس الثاني": 37
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 17,
        "نصف السنة": 20,
        "الكورس الثاني": 46
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 19,
        "نصف السنة": 24,
        "الكورس الثاني": 21
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 24,
        "الكورس الثاني": 37
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 15,
        "نصف السنة": 36,
        "الكورس الثاني": 46
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 28,
        "الكورس الثاني": 22
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 14,
        "نصف السنة": 50,
        "الكورس الثاني": 22
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 47,
        "الكورس الثاني": 32
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "أحياء",
          "كيمياء",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "عربي",
          "فيزياء",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "Z2HA": {
    "الاسم": "حسين عبد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 50,
        "الكورس الثاني": 31
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 14,
        "نصف السنة": 36,
        "الكورس الثاني": 36
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 35,
        "الكورس الثاني": 43
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 26,
        "الكورس الثاني": 35
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 20,
        "نصف السنة": 39,
        "الكورس الثاني": 30
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 36,
        "الكورس الثاني": 28
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 30,
        "الكورس الثاني": 26
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 42,
        "الكورس الثاني": 21
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "عربي",
          "كيمياء",
          "أحياء",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "عربي",
          "فيزياء",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "فنية",
          "أحياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "عربي",
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "كيمياء",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "1KPJ": {
    "الاسم": "زينب نوري",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 16,
        "نصف السنة": 28,
        "الكورس الثاني": 44
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 19,
        "نصف السنة": 21,
        "الكورس الثاني": 29
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 40,
        "الكورس الثاني": 42
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 43,
        "الكورس الثاني": 36
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 30,
        "الكورس الثاني": 29
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 16,
        "نصف السنة": 40,
        "الكورس الثاني": 36
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 25,
        "الكورس الثاني": 29
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 34,
        "الكورس الثاني": 46
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "فنية",
          "فيزياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضة",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "NM86": {
    "الاسم": "فاطمة علي",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 13,
        "نصف السنة": 31,
        "الكورس الثاني": 26
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 21,
        "الكورس الثاني": 24
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 24,
        "الكورس الثاني": 22
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 47,
        "الكورس الثاني": 44
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 24,
        "الكورس الثاني": 45
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 50,
        "الكورس الثاني": 26
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 18,
        "نصف السنة": 27,
        "الكورس الثاني": 27
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 28,
        "الكورس الثاني": 22
      },
      "علم الأرض": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 46,
        "الكورس الثاني": 39
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 13,
        "نصف السنة": 27,
        "الكورس الثاني": 26
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 13,
        "نصف السنة": 42,
        "الكورس الثاني": 36
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "عربي",
          "علم الأرض",
          "إنكليزي",
          "فنية",
          "كردي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "إنكليزي",
          "فنية",
          "حاسوب",
          "كردي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "علم الأرض",
          "أحياء",
          "رياضيات",
          "حاسوب",
          "إنكليزي",
          "كردي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "علم الأرض",
          "حاسوب",
          "كردي",
          "فيزياء",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "حاسوب",
          "كيمياء",
          "إنكليزي",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "587K": {
    "الاسم": "أحمد مصطفى",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 22,
        "الكورس الثاني": 29
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 35,
        "الكورس الثاني": 25
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 14,
        "نصف السنة": 50,
        "الكورس الثاني": 27
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 31,
        "الكورس الثاني": 28
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 15,
        "نصف السنة": 20,
        "الكورس الثاني": 41
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 15,
        "نصف السنة": 36,
        "الكورس الثاني": 36
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 19,
        "نصف السنة": 37,
        "الكورس الثاني": 24
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 19,
        "نصف السنة": 35,
        "الكورس الثاني": 26
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 34,
        "الكورس الثاني": 34
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 41,
        "الكورس الثاني": 45
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كردي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "عربي",
          "كردي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كردي",
          "فنية",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "FD1W": {
    "الاسم": "صفاء عماد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 39,
        "الكورس الثاني": 24
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 47,
        "الكورس الثاني": 45
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 22,
        "الكورس الثاني": 47
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 48,
        "الكورس الثاني": 44
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 44,
        "الكورس الثاني": 28
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 38,
        "الكورس الثاني": 24
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 15,
        "نصف السنة": 34,
        "الكورس الثاني": 32
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 36,
        "الكورس الثاني": 45
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 14,
        "نصف السنة": 23,
        "الكورس الثاني": 39
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 30,
        "الكورس الثاني": 50
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 50,
        "الكورس الثاني": 29
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "أحياء",
          "كردي",
          "إنكليزي",
          "كيمياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "فيزياء",
          "حاسوب",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "علم الأرض",
          "حاسوب",
          "إنكليزي",
          "فيزياء",
          "أحياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "عربي",
          "رياضيات",
          "أحياء",
          "كيمياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "رياضة",
          "عربي",
          "أحياء",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "M8ER": {
    "الاسم": "فاطمة علي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 15,
        "نصف السنة": 28,
        "الكورس الثاني": 37
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 17,
        "نصف السنة": 40,
        "الكورس الثاني": 48
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 40,
        "الكورس الثاني": 40
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 33,
        "الكورس الثاني": 20
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 27,
        "الكورس الثاني": 32
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 38,
        "الكورس الثاني": 21
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 35,
        "الكورس الثاني": 28
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 49,
        "الكورس الثاني": 42
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "أحياء",
          "كيمياء",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "عربي",
          "فيزياء",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "TNR3": {
    "الاسم": "عبير خالد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 41,
        "الكورس الثاني": 22
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 10,
        "نصف السنة": 22,
        "الكورس الثاني": 39
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 18,
        "نصف السنة": 29,
        "الكورس الثاني": 45
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 19,
        "نصف السنة": 30,
        "الكورس الثاني": 20
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 32,
        "الكورس الثاني": 40
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 10,
        "نصف السنة": 21,
        "الكورس الثاني": 35
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 47,
        "الكورس الثاني": 39
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 16,
        "نصف السنة": 35,
        "الكورس الثاني": 44
      },
      "علم الأرض": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 10,
        "نصف السنة": 30,
        "الكورس الثاني": 37
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 10,
        "نصف السنة": 31,
        "الكورس الثاني": 30
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 26,
        "الكورس الثاني": 24
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "عربي",
          "علم الأرض",
          "إنكليزي",
          "فنية",
          "كردي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "إنكليزي",
          "فنية",
          "حاسوب",
          "كردي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "علم الأرض",
          "أحياء",
          "رياضيات",
          "حاسوب",
          "إنكليزي",
          "كردي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "علم الأرض",
          "حاسوب",
          "كردي",
          "فيزياء",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "حاسوب",
          "كيمياء",
          "إنكليزي",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "JAEF": {
    "الاسم": "كوثر مهدي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 35,
        "الكورس الثاني": 32
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 13,
        "نصف السنة": 20,
        "الكورس الثاني": 30
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 32,
        "الكورس الثاني": 33
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 24,
        "الكورس الثاني": 41
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 29,
        "الكورس الثاني": 35
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 12,
        "نصف السنة": 37,
        "الكورس الثاني": 30
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 20,
        "الكورس الثاني": 23
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 19,
        "نصف السنة": 32,
        "الكورس الثاني": 30
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 13,
        "نصف السنة": 27,
        "الكورس الثاني": 34
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 45,
        "الكورس الثاني": 46
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "إنكليزي",
          "فنية",
          "فيزياء",
          "كيمياء",
          "حاسوب",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "فنية",
          "أحياء",
          "كردي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "عربي",
          "حاسوب",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "كيمياء",
          "حاسوب",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضة",
          "عربي",
          "حاسوب",
          "كردي",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "8HJB": {
    "الاسم": "مريم حسين",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 18,
        "نصف السنة": 31,
        "الكورس الثاني": 29
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 36,
        "الكورس الثاني": 33
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 50,
        "الكورس الثاني": 39
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 15,
        "نصف السنة": 26,
        "الكورس الثاني": 41
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 22,
        "الكورس الثاني": 32
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 13,
        "نصف السنة": 33,
        "الكورس الثاني": 49
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 28,
        "الكورس الثاني": 41
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 19,
        "نصف السنة": 25,
        "الكورس الثاني": 43
      },
      "علم الأرض": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 29,
        "الكورس الثاني": 28
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 13,
        "نصف السنة": 21,
        "الكورس الثاني": 33
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 44,
        "الكورس الثاني": 22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "علم الأرض",
          "كيمياء",
          "فنية",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "كردي",
          "عربي",
          "رياضة",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "حاسوب",
          "علم الأرض",
          "إنكليزي",
          "رياضيات",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "كردي",
          "أحياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "حاسوب",
          "رياضة",
          "عربي",
          "فيزياء",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "5ZME": {
    "الاسم": "هدى سامي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 35,
        "الكورس الثاني": 49
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 25,
        "الكورس الثاني": 38
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 48,
        "الكورس الثاني": 37
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 40,
        "الكورس الثاني": 45
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 45,
        "الكورس الثاني": 20
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 14,
        "نصف السنة": 38,
        "الكورس الثاني": 30
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 33,
        "الكورس الثاني": 42
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 10,
        "نصف السنة": 45,
        "الكورس الثاني": 24
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "عربي",
          "كيمياء",
          "أحياء",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "عربي",
          "فيزياء",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "فنية",
          "أحياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "عربي",
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "كيمياء",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "FUXT": {
    "الاسم": "حسين عبد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 13,
        "نصف السنة": 40,
        "الكورس الثاني": 41
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 28,
        "الكورس الثاني": 27
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 41,
        "الكورس الثاني": 20
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 39,
        "الكورس الثاني": 25
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 10,
        "نصف السنة": 44,
        "الكورس الثاني": 36
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 31,
        "الكورس الثاني": 50
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 44,
        "الكورس الثاني": 26
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 21,
        "الكورس الثاني": 26
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "أحياء",
          "كيمياء",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "عربي",
          "فيزياء",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "X2DS": {
    "الاسم": "دعاء سالم",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 18,
        "نصف السنة": 43,
        "الكورس الثاني": 28
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 14,
        "نصف السنة": 21,
        "الكورس الثاني": 47
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 18,
        "نصف السنة": 39,
        "الكورس الثاني": 39
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 47,
        "الكورس الثاني": 31
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 34,
        "الكورس الثاني": 43
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 48,
        "الكورس الثاني": 50
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 36,
        "الكورس الثاني": 36
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 30,
        "الكورس الثاني": 40
      },
      "علم الأرض": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 20,
        "الكورس الثاني": 46
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 38,
        "الكورس الثاني": 39
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 13,
        "نصف السنة": 30,
        "الكورس الثاني": 21
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "علم الأرض",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "علم الأرض",
          "عربي",
          "فنية",
          "فيزياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "كردي",
          "أحياء",
          "رياضة",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "علم الأرض",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "رياضيات",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "فنية",
          "رياضة",
          "كردي",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "WWLG": {
    "الاسم": "علي حسين",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 15,
        "نصف السنة": 42,
        "الكورس الثاني": 40
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 45,
        "الكورس الثاني": 39
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 50,
        "الكورس الثاني": 43
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 38,
        "الكورس الثاني": 34
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 17,
        "نصف السنة": 32,
        "الكورس الثاني": 45
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 28,
        "الكورس الثاني": 47
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 13,
        "نصف السنة": 35,
        "الكورس الثاني": 50
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 27,
        "الكورس الثاني": 49
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "عربي",
          "كيمياء",
          "أحياء",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "عربي",
          "فيزياء",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "فنية",
          "أحياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "عربي",
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "كيمياء",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "861A": {
    "الاسم": "هدى سامي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 33,
        "الكورس الثاني": 42
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 16,
        "نصف السنة": 48,
        "الكورس الثاني": 38
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 10,
        "نصف السنة": 49,
        "الكورس الثاني": 40
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 15,
        "نصف السنة": 31,
        "الكورس الثاني": 28
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 38,
        "الكورس الثاني": 46
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 41,
        "الكورس الثاني": 35
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 20,
        "الكورس الثاني": 24
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 10,
        "نصف السنة": 47,
        "الكورس الثاني": 33
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 30,
        "الكورس الثاني": 39
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 16,
        "نصف السنة": 24,
        "الكورس الثاني": 45
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "إنكليزي",
          "فنية",
          "فيزياء",
          "كيمياء",
          "حاسوب",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "فنية",
          "أحياء",
          "كردي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "عربي",
          "حاسوب",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "كيمياء",
          "حاسوب",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضة",
          "عربي",
          "حاسوب",
          "كردي",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "BB6Z": {
    "الاسم": "عبير خالد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 27,
        "الكورس الثاني": 21
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 20,
        "الكورس الثاني": 49
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 46,
        "الكورس الثاني": 34
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 40,
        "الكورس الثاني": 26
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 15,
        "نصف السنة": 21,
        "الكورس الثاني": 26
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 43,
        "الكورس الثاني": 40
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 13,
        "نصف السنة": 25,
        "الكورس الثاني": 31
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 22,
        "الكورس الثاني": 24
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 28,
        "الكورس الثاني": 34
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 19,
        "نصف السنة": 22,
        "الكورس الثاني": 23
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "رياضة",
          "فيزياء",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كردي",
          "عربي",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "حاسوب",
          "كردي",
          "أحياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فنية",
          "عربي",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "Q85H": {
    "الاسم": "دعاء سالم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 41,
        "الكورس الثاني": 33
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 20,
        "نصف السنة": 38,
        "الكورس الثاني": 49
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 26,
        "الكورس الثاني": 24
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 43,
        "الكورس الثاني": 20
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 38,
        "الكورس الثاني": 49
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 17,
        "نصف السنة": 24,
        "الكورس الثاني": 23
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 16,
        "نصف السنة": 36,
        "الكورس الثاني": 20
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 33,
        "الكورس الثاني": 36
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "أحياء",
          "كيمياء",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "عربي",
          "فيزياء",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "2A8X": {
    "الاسم": "طه رضا",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 32,
        "الكورس الثاني": 21
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 18,
        "نصف السنة": 41,
        "الكورس الثاني": 31
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 16,
        "نصف السنة": 33,
        "الكورس الثاني": 36
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 27,
        "الكورس الثاني": 32
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 25,
        "الكورس الثاني": 26
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 50,
        "الكورس الثاني": 48
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 50,
        "الكورس الثاني": 47
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 34,
        "الكورس الثاني": 28
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 28,
        "الكورس الثاني": 45
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 28,
        "الكورس الثاني": 29
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "رياضة",
          "فيزياء",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كردي",
          "عربي",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "حاسوب",
          "كردي",
          "أحياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فنية",
          "عربي",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "CY7P": {
    "الاسم": "أحمد مصطفى",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 30,
        "الكورس الثاني": 41
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 13,
        "نصف السنة": 50,
        "الكورس الثاني": 25
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 29,
        "الكورس الثاني": 34
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 17,
        "نصف السنة": 31,
        "الكورس الثاني": 43
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 20,
        "الكورس الثاني": 35
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 18,
        "نصف السنة": 34,
        "الكورس الثاني": 46
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 10,
        "نصف السنة": 33,
        "الكورس الثاني": 24
      },
      "حاسوب": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 19,
        "نصف السنة": 29,
        "الكورس الثاني": 23
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 35,
        "الكورس الثاني": 48
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 36,
        "الكورس الثاني": 33
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "رياضة",
          "فيزياء",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كردي",
          "عربي",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "حاسوب",
          "كردي",
          "أحياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فنية",
          "عربي",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "5XTF": {
    "الاسم": "محمد علي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 23,
        "الكورس الثاني": 38
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 16,
        "نصف السنة": 44,
        "الكورس الثاني": 44
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 30,
        "الكورس الثاني": 24
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 48,
        "الكورس الثاني": 26
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 15,
        "نصف السنة": 29,
        "الكورس الثاني": 25
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 32,
        "الكورس الثاني": 41
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 29,
        "الكورس الثاني": 48
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 24,
        "الكورس الثاني": 48
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "أحياء",
          "كيمياء",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "عربي",
          "فيزياء",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "T5XN": {
    "الاسم": "يوسف حيدر",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 18,
        "نصف السنة": 21,
        "الكورس الثاني": 37
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 27,
        "الكورس الثاني": 50
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 13,
        "نصف السنة": 20,
        "الكورس الثاني": 50
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 46,
        "الكورس الثاني": 21
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 21,
        "الكورس الثاني": 24
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 30,
        "الكورس الثاني": 29
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 15,
        "نصف السنة": 28,
        "الكورس الثاني": 20
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 17,
        "نصف السنة": 43,
        "الكورس الثاني": 50
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "عربي",
          "كيمياء",
          "أحياء",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "عربي",
          "فيزياء",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "فنية",
          "أحياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "عربي",
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "كيمياء",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "TGJ1": {
    "الاسم": "عبير خالد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 32,
        "الكورس الثاني": 46
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 27,
        "الكورس الثاني": 50
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 45,
        "الكورس الثاني": 39
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 19,
        "نصف السنة": 22,
        "الكورس الثاني": 49
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 13,
        "نصف السنة": 43,
        "الكورس الثاني": 32
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 45,
        "الكورس الثاني": 21
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 45,
        "الكورس الثاني": 42
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 18,
        "نصف السنة": 41,
        "الكورس الثاني": 21
      },
      "علم الأرض": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 13,
        "نصف السنة": 24,
        "الكورس الثاني": 26
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 37,
        "الكورس الثاني": 47
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 16,
        "نصف السنة": 32,
        "الكورس الثاني": 48
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "أحياء",
          "كردي",
          "إنكليزي",
          "كيمياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "فيزياء",
          "حاسوب",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "علم الأرض",
          "حاسوب",
          "إنكليزي",
          "فيزياء",
          "أحياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "عربي",
          "رياضيات",
          "أحياء",
          "كيمياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "رياضة",
          "عربي",
          "أحياء",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "K4K1": {
    "الاسم": "فاطمة علي",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 33,
        "الكورس الثاني": 25
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 46,
        "الكورس الثاني": 43
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 16,
        "نصف السنة": 24,
        "الكورس الثاني": 37
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 47,
        "الكورس الثاني": 49
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 32,
        "الكورس الثاني": 49
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 44,
        "الكورس الثاني": 42
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 44,
        "الكورس الثاني": 27
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 31,
        "الكورس الثاني": 34
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 32,
        "الكورس الثاني": 21
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 32,
        "الكورس الثاني": 28
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 18,
        "نصف السنة": 43,
        "الكورس الثاني": 26
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "علم الأرض",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "علم الأرض",
          "عربي",
          "فنية",
          "فيزياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "كردي",
          "أحياء",
          "رياضة",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "علم الأرض",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "رياضيات",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "فنية",
          "رياضة",
          "كردي",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "MGR8": {
    "الاسم": "دعاء سالم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 35,
        "الكورس الثاني": 46
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 27,
        "الكورس الثاني": 21
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 40,
        "الكورس الثاني": 36
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 10,
        "نصف السنة": 30,
        "الكورس الثاني": 41
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 20,
        "الكورس الثاني": 30
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 28,
        "الكورس الثاني": 42
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 27,
        "الكورس الثاني": 46
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 13,
        "نصف السنة": 46,
        "الكورس الثاني": 27
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "أحياء",
          "كيمياء",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "عربي",
          "فيزياء",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "PQBN": {
    "الاسم": "دعاء سالم",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 46,
        "الكورس الثاني": 45
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 36,
        "الكورس الثاني": 21
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 41,
        "الكورس الثاني": 28
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 18,
        "نصف السنة": 27,
        "الكورس الثاني": 45
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 16,
        "نصف السنة": 25,
        "الكورس الثاني": 29
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 15,
        "نصف السنة": 30,
        "الكورس الثاني": 49
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 44,
        "الكورس الثاني": 41
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 20,
        "الكورس الثاني": 36
      },
      "علم الأرض": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 15,
        "نصف السنة": 37,
        "الكورس الثاني": 25
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 34,
        "الكورس الثاني": 37
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 37,
        "الكورس الثاني": 44
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "أحياء",
          "كردي",
          "إنكليزي",
          "كيمياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "فيزياء",
          "حاسوب",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "علم الأرض",
          "حاسوب",
          "إنكليزي",
          "فيزياء",
          "أحياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "عربي",
          "رياضيات",
          "أحياء",
          "كيمياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "رياضة",
          "عربي",
          "أحياء",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "6WEC": {
    "الاسم": "حسين عبد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 41,
        "الكورس الثاني": 23
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 18,
        "نصف السنة": 31,
        "الكورس الثاني": 38
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 12,
        "نصف السنة": 49,
        "الكورس الثاني": 31
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 45,
        "الكورس الثاني": 39
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 16,
        "نصف السنة": 32,
        "الكورس الثاني": 41
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 15,
        "نصف السنة": 20,
        "الكورس الثاني": 21
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 17,
        "نصف السنة": 34,
        "الكورس الثاني": 41
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 24,
        "الكورس الثاني": 47
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 33,
        "الكورس الثاني": 49
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 19,
        "نصف السنة": 30,
        "الكورس الثاني": 34
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "رياضة",
          "فيزياء",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كردي",
          "عربي",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "حاسوب",
          "كردي",
          "أحياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فنية",
          "عربي",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "UF7D": {
    "الاسم": "زهراء قاسم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 21,
        "الكورس الثاني": 36
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 37,
        "الكورس الثاني": 40
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 20,
        "الكورس الثاني": 30
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 25,
        "الكورس الثاني": 49
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 20,
        "الكورس الثاني": 44
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 19,
        "نصف السنة": 39,
        "الكورس الثاني": 35
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 15,
        "نصف السنة": 34,
        "الكورس الثاني": 42
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 39,
        "الكورس الثاني": 26
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 38,
        "الكورس الثاني": 43
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 38,
        "الكورس الثاني": 50
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "رياضة",
          "فيزياء",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كردي",
          "عربي",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "حاسوب",
          "كردي",
          "أحياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فنية",
          "عربي",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "W8RL": {
    "الاسم": "مرتضى جاسم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 12,
        "نصف السنة": 49,
        "الكورس الثاني": 25
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 27,
        "الكورس الثاني": 38
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 15,
        "نصف السنة": 43,
        "الكورس الثاني": 36
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 49,
        "الكورس الثاني": 41
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 26,
        "الكورس الثاني": 28
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 37,
        "الكورس الثاني": 25
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 32,
        "الكورس الثاني": 46
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 13,
        "نصف السنة": 32,
        "الكورس الثاني": 40
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 48,
        "الكورس الثاني": 44
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 35,
        "الكورس الثاني": 50
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "عربي",
          "كردي",
          "حاسوب",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "حاسوب",
          "كيمياء",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "حاسوب",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "6VFV": {
    "الاسم": "علي حسين",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 29,
        "الكورس الثاني": 24
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 15,
        "نصف السنة": 34,
        "الكورس الثاني": 30
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 28,
        "الكورس الثاني": 35
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 15,
        "نصف السنة": 39,
        "الكورس الثاني": 40
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 22,
        "الكورس الثاني": 21
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 10,
        "نصف السنة": 20,
        "الكورس الثاني": 31
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 41,
        "الكورس الثاني": 43
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 26,
        "الكورس الثاني": 40
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "أحياء",
          "كيمياء",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "عربي",
          "فيزياء",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "LVVD": {
    "الاسم": "زينب نوري",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 23,
        "الكورس الثاني": 39
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 26,
        "الكورس الثاني": 43
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 33,
        "الكورس الثاني": 29
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 18,
        "نصف السنة": 32,
        "الكورس الثاني": 40
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 10,
        "نصف السنة": 33,
        "الكورس الثاني": 32
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 13,
        "نصف السنة": 50,
        "الكورس الثاني": 33
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 12,
        "نصف السنة": 46,
        "الكورس الثاني": 40
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 50,
        "الكورس الثاني": 43
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 13,
        "نصف السنة": 50,
        "الكورس الثاني": 36
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 49,
        "الكورس الثاني": 26
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 17,
        "نصف السنة": 40,
        "الكورس الثاني": 46
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "أحياء",
          "كردي",
          "إنكليزي",
          "كيمياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "فيزياء",
          "حاسوب",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "علم الأرض",
          "حاسوب",
          "إنكليزي",
          "فيزياء",
          "أحياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "عربي",
          "رياضيات",
          "أحياء",
          "كيمياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "رياضة",
          "عربي",
          "أحياء",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "L7JG": {
    "الاسم": "هدى سامي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 15,
        "نصف السنة": 40,
        "الكورس الثاني": 36
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 15,
        "نصف السنة": 41,
        "الكورس الثاني": 21
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 21,
        "الكورس الثاني": 23
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 13,
        "نصف السنة": 29,
        "الكورس الثاني": 31
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 20,
        "نصف السنة": 45,
        "الكورس الثاني": 40
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 19,
        "نصف السنة": 29,
        "الكورس الثاني": 46
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 15,
        "نصف السنة": 31,
        "الكورس الثاني": 45
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 12,
        "نصف السنة": 49,
        "الكورس الثاني": 20
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 50,
        "الكورس الثاني": 41
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 31,
        "الكورس الثاني": 29
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "رياضة",
          "فيزياء",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كردي",
          "عربي",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "حاسوب",
          "كردي",
          "أحياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فنية",
          "عربي",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "5L62": {
    "الاسم": "علي حسين",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 25,
        "الكورس الثاني": 26
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 17,
        "نصف السنة": 37,
        "الكورس الثاني": 36
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 17,
        "نصف السنة": 44,
        "الكورس الثاني": 20
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 48,
        "الكورس الثاني": 22
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 10,
        "نصف السنة": 28,
        "الكورس الثاني": 21
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 38,
        "الكورس الثاني": 31
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 46,
        "الكورس الثاني": 34
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 24,
        "الكورس الثاني": 40
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فيزياء",
          "عربي",
          "رياضة",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "رياضيات",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "فنية",
          "أحياء",
          "إنكليزي",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "NYZN": {
    "الاسم": "مريم حسين",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 48,
        "الكورس الثاني": 46
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 12,
        "نصف السنة": 30,
        "الكورس الثاني": 31
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 12,
        "نصف السنة": 34,
        "الكورس الثاني": 25
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 10,
        "نصف السنة": 36,
        "الكورس الثاني": 39
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 23,
        "الكورس الثاني": 43
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 32,
        "الكورس الثاني": 45
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 16,
        "نصف السنة": 24,
        "الكورس الثاني": 41
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 46,
        "الكورس الثاني": 27
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 10,
        "نصف السنة": 27,
        "الكورس الثاني": 39
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 37,
        "الكورس الثاني": 21
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "عربي",
          "كردي",
          "حاسوب",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "حاسوب",
          "كيمياء",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "حاسوب",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "9ZA1": {
    "الاسم": "زهراء قاسم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 33,
        "الكورس الثاني": 21
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 25,
        "الكورس الثاني": 28
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 44,
        "الكورس الثاني": 39
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 44,
        "الكورس الثاني": 37
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 32,
        "الكورس الثاني": 27
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 10,
        "نصف السنة": 27,
        "الكورس الثاني": 34
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 14,
        "نصف السنة": 21,
        "الكورس الثاني": 22
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 14,
        "نصف السنة": 45,
        "الكورس الثاني": 46
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 49,
        "الكورس الثاني": 22
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 15,
        "نصف السنة": 40,
        "الكورس الثاني": 40
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كردي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "عربي",
          "كردي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كردي",
          "فنية",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "U63J": {
    "الاسم": "نور كريم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 34,
        "الكورس الثاني": 43
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 19,
        "نصف السنة": 50,
        "الكورس الثاني": 43
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 19,
        "نصف السنة": 44,
        "الكورس الثاني": 29
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 22,
        "الكورس الثاني": 36
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 22,
        "الكورس الثاني": 34
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 34,
        "الكورس الثاني": 39
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 19,
        "نصف السنة": 29,
        "الكورس الثاني": 27
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 46,
        "الكورس الثاني": 42
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 15,
        "نصف السنة": 44,
        "الكورس الثاني": 27
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 15,
        "نصف السنة": 50,
        "الكورس الثاني": 27
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "عربي",
          "كردي",
          "حاسوب",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "حاسوب",
          "كيمياء",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "حاسوب",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "GX6K": {
    "الاسم": "حسن محمد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 19,
        "نصف السنة": 25,
        "الكورس الثاني": 27
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 19,
        "نصف السنة": 49,
        "الكورس الثاني": 27
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 27,
        "الكورس الثاني": 35
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 24,
        "الكورس الثاني": 21
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 50,
        "الكورس الثاني": 41
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 18,
        "نصف السنة": 49,
        "الكورس الثاني": 29
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 25,
        "الكورس الثاني": 34
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 26,
        "الكورس الثاني": 40
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 10,
        "نصف السنة": 46,
        "الكورس الثاني": 48
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 31,
        "الكورس الثاني": 34
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "إنكليزي",
          "فنية",
          "فيزياء",
          "كيمياء",
          "حاسوب",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "فنية",
          "أحياء",
          "كردي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "عربي",
          "حاسوب",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "كيمياء",
          "حاسوب",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضة",
          "عربي",
          "حاسوب",
          "كردي",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "WK7U": {
    "الاسم": "علي حسين",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 25,
        "الكورس الثاني": 29
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 28,
        "الكورس الثاني": 30
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 15,
        "نصف السنة": 39,
        "الكورس الثاني": 22
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 19,
        "نصف السنة": 36,
        "الكورس الثاني": 21
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 12,
        "نصف السنة": 39,
        "الكورس الثاني": 40
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 42,
        "الكورس الثاني": 27
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 37,
        "الكورس الثاني": 27
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 13,
        "نصف السنة": 36,
        "الكورس الثاني": 20
      },
      "علم الأرض": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 30,
        "الكورس الثاني": 42
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 37,
        "الكورس الثاني": 20
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 44,
        "الكورس الثاني": 41
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "علم الأرض",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "علم الأرض",
          "عربي",
          "فنية",
          "فيزياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "كردي",
          "أحياء",
          "رياضة",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "علم الأرض",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "رياضيات",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "فنية",
          "رياضة",
          "كردي",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "X1ZM": {
    "الاسم": "مريم حسين",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 16,
        "نصف السنة": 25,
        "الكورس الثاني": 49
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 17,
        "نصف السنة": 20,
        "الكورس الثاني": 22
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 16,
        "نصف السنة": 20,
        "الكورس الثاني": 27
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 28,
        "الكورس الثاني": 50
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 13,
        "نصف السنة": 48,
        "الكورس الثاني": 22
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 38,
        "الكورس الثاني": 40
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 40,
        "الكورس الثاني": 47
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 10,
        "نصف السنة": 21,
        "الكورس الثاني": 39
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "فنية",
          "فيزياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضة",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "JRM6": {
    "الاسم": "حسن محمد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 41,
        "الكورس الثاني": 44
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 38,
        "الكورس الثاني": 41
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 17,
        "نصف السنة": 38,
        "الكورس الثاني": 46
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 46,
        "الكورس الثاني": 38
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 16,
        "نصف السنة": 46,
        "الكورس الثاني": 46
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 41,
        "الكورس الثاني": 21
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 20,
        "نصف السنة": 46,
        "الكورس الثاني": 45
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 46,
        "الكورس الثاني": 30
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 38,
        "الكورس الثاني": 27
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 31,
        "الكورس الثاني": 24
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "إنكليزي",
          "فنية",
          "فيزياء",
          "كيمياء",
          "حاسوب",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "فنية",
          "أحياء",
          "كردي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "عربي",
          "حاسوب",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "كيمياء",
          "حاسوب",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضة",
          "عربي",
          "حاسوب",
          "كردي",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "TWMU": {
    "الاسم": "كوثر مهدي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 12,
        "نصف السنة": 22,
        "الكورس الثاني": 35
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 28,
        "الكورس الثاني": 25
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 20,
        "الكورس الثاني": 35
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 39,
        "الكورس الثاني": 22
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 23,
        "الكورس الثاني": 43
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 22,
        "الكورس الثاني": 48
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 29,
        "الكورس الثاني": 22
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 33,
        "الكورس الثاني": 44
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "فنية",
          "فيزياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضة",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "3TWK": {
    "الاسم": "مريم حسين",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 14,
        "نصف السنة": 45,
        "الكورس الثاني": 44
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 16,
        "نصف السنة": 39,
        "الكورس الثاني": 45
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 13,
        "نصف السنة": 47,
        "الكورس الثاني": 35
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 10,
        "نصف السنة": 36,
        "الكورس الثاني": 43
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 26,
        "الكورس الثاني": 26
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 30,
        "الكورس الثاني": 36
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 42,
        "الكورس الثاني": 32
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 50,
        "الكورس الثاني": 41
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 37,
        "الكورس الثاني": 30
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 10,
        "نصف السنة": 39,
        "الكورس الثاني": 49
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كردي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "عربي",
          "كردي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كردي",
          "فنية",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "NRPE": {
    "الاسم": "طه رضا",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 13,
        "نصف السنة": 20,
        "الكورس الثاني": 23
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 17,
        "نصف السنة": 38,
        "الكورس الثاني": 36
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 19,
        "نصف السنة": 37,
        "الكورس الثاني": 40
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 10,
        "نصف السنة": 20,
        "الكورس الثاني": 50
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 10,
        "نصف السنة": 40,
        "الكورس الثاني": 34
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 12,
        "نصف السنة": 21,
        "الكورس الثاني": 23
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 49,
        "الكورس الثاني": 30
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 31,
        "الكورس الثاني": 46
      },
      "علم الأرض": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 13,
        "نصف السنة": 24,
        "الكورس الثاني": 39
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 37,
        "الكورس الثاني": 35
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 19,
        "نصف السنة": 35,
        "الكورس الثاني": 27
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "علم الأرض",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "علم الأرض",
          "عربي",
          "فنية",
          "فيزياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "كردي",
          "أحياء",
          "رياضة",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "علم الأرض",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "رياضيات",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "فنية",
          "رياضة",
          "كردي",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "XNSD": {
    "الاسم": "سلمان كريم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 39,
        "الكورس الثاني": 23
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 23,
        "الكورس الثاني": 21
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 34,
        "الكورس الثاني": 26
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 20,
        "نصف السنة": 47,
        "الكورس الثاني": 22
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 40,
        "الكورس الثاني": 38
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 42,
        "الكورس الثاني": 28
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 42,
        "الكورس الثاني": 39
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 10,
        "نصف السنة": 38,
        "الكورس الثاني": 40
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فيزياء",
          "عربي",
          "رياضة",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "رياضيات",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "فنية",
          "أحياء",
          "إنكليزي",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "P9AR": {
    "الاسم": "طه رضا",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 26,
        "الكورس الثاني": 44
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 10,
        "نصف السنة": 41,
        "الكورس الثاني": 24
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 12,
        "نصف السنة": 44,
        "الكورس الثاني": 50
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 16,
        "نصف السنة": 50,
        "الكورس الثاني": 43
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 13,
        "نصف السنة": 41,
        "الكورس الثاني": 40
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 13,
        "نصف السنة": 44,
        "الكورس الثاني": 32
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 31,
        "الكورس الثاني": 42
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 10,
        "نصف السنة": 45,
        "الكورس الثاني": 35
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 33,
        "الكورس الثاني": 40
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 24,
        "الكورس الثاني": 26
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "عربي",
          "كردي",
          "حاسوب",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "حاسوب",
          "كيمياء",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "حاسوب",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "WVFK": {
    "الاسم": "حسن محمد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 37,
        "الكورس الثاني": 46
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 32,
        "الكورس الثاني": 29
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 24,
        "الكورس الثاني": 46
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 19,
        "نصف السنة": 42,
        "الكورس الثاني": 33
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 50,
        "الكورس الثاني": 46
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 47,
        "الكورس الثاني": 24
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 49,
        "الكورس الثاني": 42
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 17,
        "نصف السنة": 29,
        "الكورس الثاني": 24
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "عربي",
          "كيمياء",
          "أحياء",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "عربي",
          "فيزياء",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "فنية",
          "أحياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "عربي",
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "كيمياء",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "YFDX": {
    "الاسم": "مريم حسين",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 23,
        "الكورس الثاني": 41
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 15,
        "نصف السنة": 47,
        "الكورس الثاني": 48
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 38,
        "الكورس الثاني": 35
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 32,
        "الكورس الثاني": 33
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 38,
        "الكورس الثاني": 26
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 48,
        "الكورس الثاني": 21
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 19,
        "نصف السنة": 47,
        "الكورس الثاني": 48
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 10,
        "نصف السنة": 22,
        "الكورس الثاني": 29
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "فنية",
          "فيزياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضة",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "LQ7Y": {
    "الاسم": "يوسف حيدر",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 34,
        "الكورس الثاني": 37
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 31,
        "الكورس الثاني": 40
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 26,
        "الكورس الثاني": 42
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 17,
        "نصف السنة": 49,
        "الكورس الثاني": 32
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 45,
        "الكورس الثاني": 20
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 36,
        "الكورس الثاني": 26
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 39,
        "الكورس الثاني": 34
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 50,
        "الكورس الثاني": 27
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 13,
        "نصف السنة": 20,
        "الكورس الثاني": 37
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 23,
        "الكورس الثاني": 32
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كردي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "عربي",
          "كردي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كردي",
          "فنية",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "2S6M": {
    "الاسم": "هدى سامي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 50,
        "الكورس الثاني": 27
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 10,
        "نصف السنة": 43,
        "الكورس الثاني": 27
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 30,
        "الكورس الثاني": 29
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 47,
        "الكورس الثاني": 20
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 44,
        "الكورس الثاني": 28
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 32,
        "الكورس الثاني": 21
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 34,
        "الكورس الثاني": 34
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 14,
        "نصف السنة": 22,
        "الكورس الثاني": 20
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 19,
        "نصف السنة": 37,
        "الكورس الثاني": 39
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 32,
        "الكورس الثاني": 38
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كردي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "عربي",
          "كردي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كردي",
          "فنية",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "5FFX": {
    "الاسم": "مرتضى جاسم",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 36,
        "الكورس الثاني": 28
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 14,
        "نصف السنة": 37,
        "الكورس الثاني": 28
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 33,
        "الكورس الثاني": 38
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 26,
        "الكورس الثاني": 33
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 47,
        "الكورس الثاني": 41
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 26,
        "الكورس الثاني": 25
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 31,
        "الكورس الثاني": 35
      },
      "حاسوب": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 39,
        "الكورس الثاني": 26
      },
      "علم الأرض": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 27,
        "الكورس الثاني": 46
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 26,
        "الكورس الثاني": 23
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 45,
        "الكورس الثاني": 37
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "علم الأرض",
          "كيمياء",
          "فنية",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "كردي",
          "عربي",
          "رياضة",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "حاسوب",
          "علم الأرض",
          "إنكليزي",
          "رياضيات",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "كردي",
          "أحياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "حاسوب",
          "رياضة",
          "عربي",
          "فيزياء",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "NWEN": {
    "الاسم": "مريم حسين",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 19,
        "نصف السنة": 45,
        "الكورس الثاني": 28
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 49,
        "الكورس الثاني": 39
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 50,
        "الكورس الثاني": 48
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 49,
        "الكورس الثاني": 23
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 50,
        "الكورس الثاني": 33
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "السعي الأول": 17,
        "نصف السنة": 22,
        "الكورس الثاني": 23
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 13,
        "نصف السنة": 30,
        "الكورس الثاني": 39
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 28,
        "الكورس الثاني": 39
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 34,
        "الكورس الثاني": 22
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 34,
        "الكورس الثاني": 23
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 33,
        "الكورس الثاني": 28
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "علم الأرض",
          "كيمياء",
          "فنية",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "كردي",
          "عربي",
          "رياضة",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "حاسوب",
          "علم الأرض",
          "إنكليزي",
          "رياضيات",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "كردي",
          "أحياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "حاسوب",
          "رياضة",
          "عربي",
          "فيزياء",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "A3RG": {
    "الاسم": "سارة محمد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 21,
        "الكورس الثاني": 35
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 42,
        "الكورس الثاني": 36
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 25,
        "الكورس الثاني": 47
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 46,
        "الكورس الثاني": 23
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 17,
        "نصف السنة": 25,
        "الكورس الثاني": 27
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 49,
        "الكورس الثاني": 41
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 17,
        "نصف السنة": 44,
        "الكورس الثاني": 29
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 18,
        "نصف السنة": 34,
        "الكورس الثاني": 50
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "فنية",
          "فيزياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضة",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "994Q": {
    "الاسم": "صفاء عماد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 26,
        "الكورس الثاني": 45
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 44,
        "الكورس الثاني": 45
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 37,
        "الكورس الثاني": 29
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 35,
        "الكورس الثاني": 47
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 36,
        "الكورس الثاني": 29
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 25,
        "الكورس الثاني": 33
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 17,
        "نصف السنة": 26,
        "الكورس الثاني": 34
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 25,
        "الكورس الثاني": 35
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فيزياء",
          "عربي",
          "رياضة",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "رياضيات",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "فنية",
          "أحياء",
          "إنكليزي",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "ZGGE": {
    "الاسم": "محمد علي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 32,
        "الكورس الثاني": 35
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 39,
        "الكورس الثاني": 39
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 15,
        "نصف السنة": 23,
        "الكورس الثاني": 32
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 16,
        "نصف السنة": 42,
        "الكورس الثاني": 48
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 13,
        "نصف السنة": 39,
        "الكورس الثاني": 40
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 47,
        "الكورس الثاني": 50
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 28,
        "الكورس الثاني": 45
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 49,
        "الكورس الثاني": 29
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 40,
        "الكورس الثاني": 47
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 36,
        "الكورس الثاني": 27
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "رياضة",
          "فيزياء",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كردي",
          "عربي",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "حاسوب",
          "كردي",
          "أحياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فنية",
          "عربي",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "TC13": {
    "الاسم": "طه رضا",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 38,
        "الكورس الثاني": 33
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 41,
        "الكورس الثاني": 45
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 31,
        "الكورس الثاني": 33
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 10,
        "نصف السنة": 37,
        "الكورس الثاني": 34
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 34,
        "الكورس الثاني": 40
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 11,
        "نصف السنة": 44,
        "الكورس الثاني": 40
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 37,
        "الكورس الثاني": 35
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 35,
        "الكورس الثاني": 21
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 17,
        "نصف السنة": 28,
        "الكورس الثاني": 40
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 16,
        "نصف السنة": 20,
        "الكورس الثاني": 49
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 16,
        "نصف السنة": 25,
        "الكورس الثاني": 27
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "علم الأرض",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "علم الأرض",
          "عربي",
          "فنية",
          "فيزياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "كردي",
          "أحياء",
          "رياضة",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "علم الأرض",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "رياضيات",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "فنية",
          "رياضة",
          "كردي",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "BYG6": {
    "الاسم": "نور كريم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 10,
        "نصف السنة": 36,
        "الكورس الثاني": 33
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 23,
        "الكورس الثاني": 48
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 10,
        "نصف السنة": 46,
        "الكورس الثاني": 41
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 30,
        "الكورس الثاني": 44
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 19,
        "نصف السنة": 33,
        "الكورس الثاني": 27
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 17,
        "نصف السنة": 39,
        "الكورس الثاني": 26
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 14,
        "نصف السنة": 20,
        "الكورس الثاني": 29
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 39,
        "الكورس الثاني": 47
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "أحياء",
          "كيمياء",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "عربي",
          "فيزياء",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "HFHL": {
    "الاسم": "حسين عبد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 15,
        "نصف السنة": 35,
        "الكورس الثاني": 21
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 14,
        "نصف السنة": 42,
        "الكورس الثاني": 38
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 43,
        "الكورس الثاني": 20
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 28,
        "الكورس الثاني": 46
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 18,
        "نصف السنة": 30,
        "الكورس الثاني": 41
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 45,
        "الكورس الثاني": 45
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 29,
        "الكورس الثاني": 39
      },
      "حاسوب": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 37,
        "الكورس الثاني": 45
      },
      "علم الأرض": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 32,
        "الكورس الثاني": 22
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 18,
        "نصف السنة": 40,
        "الكورس الثاني": 41
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 46,
        "الكورس الثاني": 29
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "علم الأرض",
          "كيمياء",
          "فنية",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "كردي",
          "عربي",
          "رياضة",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "حاسوب",
          "علم الأرض",
          "إنكليزي",
          "رياضيات",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "كردي",
          "أحياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "حاسوب",
          "رياضة",
          "عربي",
          "فيزياء",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "FCY2": {
    "الاسم": "طه رضا",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 48,
        "الكورس الثاني": 36
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 20,
        "نصف السنة": 32,
        "الكورس الثاني": 28
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 36,
        "الكورس الثاني": 20
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 18,
        "نصف السنة": 21,
        "الكورس الثاني": 22
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 48,
        "الكورس الثاني": 28
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 21,
        "الكورس الثاني": 39
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 45,
        "الكورس الثاني": 43
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 16,
        "نصف السنة": 50,
        "الكورس الثاني": 50
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "فنية",
          "فيزياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضة",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "HESQ": {
    "الاسم": "أحمد مصطفى",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 13,
        "نصف السنة": 20,
        "الكورس الثاني": 20
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 36,
        "الكورس الثاني": 24
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 11,
        "نصف السنة": 26,
        "الكورس الثاني": 31
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 43,
        "الكورس الثاني": 39
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 44,
        "الكورس الثاني": 24
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 45,
        "الكورس الثاني": 31
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 16,
        "نصف السنة": 20,
        "الكورس الثاني": 46
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 50,
        "الكورس الثاني": 49
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "أحياء",
          "كيمياء",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "عربي",
          "فيزياء",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "فيزياء",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "FJXM": {
    "الاسم": "علي حسين",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "السعي الأول": 10,
        "نصف السنة": 34,
        "الكورس الثاني": 37
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "السعي الأول": 14,
        "نصف السنة": 37,
        "الكورس الثاني": 36
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 38,
        "الكورس الثاني": 41
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 14,
        "نصف السنة": 44,
        "الكورس الثاني": 32
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 42,
        "الكورس الثاني": 23
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 43,
        "الكورس الثاني": 33
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 22,
        "الكورس الثاني": 29
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 33,
        "الكورس الثاني": 33
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 24,
        "الكورس الثاني": 26
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 35,
        "الكورس الثاني": 28
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "فنية",
          "عربي",
          "كردي",
          "حاسوب",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "كيمياء",
          "عربي",
          "كردي",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "حاسوب",
          "كيمياء",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "حاسوب",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "931R": {
    "الاسم": "علي حسين",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 16,
        "نصف السنة": 44,
        "الكورس الثاني": 48
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 20,
        "نصف السنة": 50,
        "الكورس الثاني": 23
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 32,
        "الكورس الثاني": 48
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 27,
        "الكورس الثاني": 34
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 11,
        "نصف السنة": 25,
        "الكورس الثاني": 36
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 17,
        "نصف السنة": 28,
        "الكورس الثاني": 49
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 17,
        "نصف السنة": 26,
        "الكورس الثاني": 36
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 31,
        "الكورس الثاني": 47
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "السعي الأول": 19,
        "نصف السنة": 29,
        "الكورس الثاني": 41
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "السعي الأول": 20,
        "نصف السنة": 50,
        "الكورس الثاني": 27
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "رياضة",
          "فيزياء",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كردي",
          "عربي",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "حاسوب",
          "كردي",
          "أحياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فنية",
          "عربي",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "NRRD": {
    "الاسم": "سلمان كريم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 16,
        "نصف السنة": 33,
        "الكورس الثاني": 47
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 15,
        "نصف السنة": 40,
        "الكورس الثاني": 20
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 16,
        "نصف السنة": 35,
        "الكورس الثاني": 47
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "السعي الأول": 14,
        "نصف السنة": 35,
        "الكورس الثاني": 23
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 15,
        "نصف السنة": 49,
        "الكورس الثاني": 27
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 17,
        "نصف السنة": 47,
        "الكورس الثاني": 41
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 46,
        "الكورس الثاني": 43
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 44,
        "الكورس الثاني": 45
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 20,
        "نصف السنة": 47,
        "الكورس الثاني": 47
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 15,
        "نصف السنة": 24,
        "الكورس الثاني": 41
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كردي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "عربي",
          "كردي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كردي",
          "فنية",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "D1RV": {
    "الاسم": "فاطمة علي",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 47,
        "الكورس الثاني": 49
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 50,
        "الكورس الثاني": 26
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 10,
        "نصف السنة": 42,
        "الكورس الثاني": 22
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 13,
        "نصف السنة": 48,
        "الكورس الثاني": 36
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 40,
        "الكورس الثاني": 25
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 16,
        "نصف السنة": 33,
        "الكورس الثاني": 41
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "السعي الأول": 13,
        "نصف السنة": 28,
        "الكورس الثاني": 32
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "السعي الأول": 16,
        "نصف السنة": 30,
        "الكورس الثاني": 22
      },
      "علم الأرض": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 20,
        "نصف السنة": 25,
        "الكورس الثاني": 40
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 46,
        "الكورس الثاني": 21
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 15,
        "نصف السنة": 22,
        "الكورس الثاني": 24
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "عربي",
          "علم الأرض",
          "إنكليزي",
          "فنية",
          "كردي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "إنكليزي",
          "فنية",
          "حاسوب",
          "كردي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "علم الأرض",
          "أحياء",
          "رياضيات",
          "حاسوب",
          "إنكليزي",
          "كردي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "علم الأرض",
          "حاسوب",
          "كردي",
          "فيزياء",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "حاسوب",
          "كيمياء",
          "إنكليزي",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "JWV6": {
    "الاسم": "حسين عبد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 13,
        "نصف السنة": 30,
        "الكورس الثاني": 29
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 20,
        "نصف السنة": 37,
        "الكورس الثاني": 23
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 35,
        "الكورس الثاني": 29
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 18,
        "نصف السنة": 22,
        "الكورس الثاني": 40
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 46,
        "الكورس الثاني": 40
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 20,
        "نصف السنة": 37,
        "الكورس الثاني": 37
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 24,
        "الكورس الثاني": 40
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "السعي الأول": 15,
        "نصف السنة": 27,
        "الكورس الثاني": 36
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "عربي",
          "كيمياء",
          "أحياء",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "عربي",
          "فيزياء",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "فنية",
          "أحياء",
          "إنكليزي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "عربي",
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "كيمياء",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "DN99": {
    "الاسم": "مريم حسين",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 16,
        "نصف السنة": 42,
        "الكورس الثاني": 42
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 15,
        "نصف السنة": 36,
        "الكورس الثاني": 25
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 29,
        "الكورس الثاني": 41
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "السعي الأول": 12,
        "نصف السنة": 37,
        "الكورس الثاني": 29
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 41,
        "الكورس الثاني": 41
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 39,
        "الكورس الثاني": 37
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 12,
        "نصف السنة": 39,
        "الكورس الثاني": 31
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 20,
        "الكورس الثاني": 49
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 10,
        "نصف السنة": 40,
        "الكورس الثاني": 48
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 19,
        "نصف السنة": 31,
        "الكورس الثاني": 27
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "إنكليزي",
          "فنية",
          "فيزياء",
          "كيمياء",
          "حاسوب",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "رياضيات",
          "فنية",
          "أحياء",
          "كردي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "عربي",
          "حاسوب",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "كيمياء",
          "حاسوب",
          "عربي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضة",
          "عربي",
          "حاسوب",
          "كردي",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "JLL6": {
    "الاسم": "عبير خالد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "السعي الأول": 12,
        "نصف السنة": 28,
        "الكورس الثاني": 50
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "السعي الأول": 19,
        "نصف السنة": 36,
        "الكورس الثاني": 26
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 16,
        "نصف السنة": 47,
        "الكورس الثاني": 45
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "السعي الأول": 11,
        "نصف السنة": 25,
        "الكورس الثاني": 41
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 15,
        "نصف السنة": 27,
        "الكورس الثاني": 28
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 13,
        "نصف السنة": 44,
        "الكورس الثاني": 25
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 15,
        "نصف السنة": 41,
        "الكورس الثاني": 41
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 17,
        "نصف السنة": 29,
        "الكورس الثاني": 29
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضة",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "فنية",
          "فيزياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "أحياء",
          "فيزياء",
          "كيمياء",
          "فنية"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضة",
          "كيمياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "81V6": {
    "الاسم": "طه رضا",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "السعي الأول": 18,
        "نصف السنة": 29,
        "الكورس الثاني": 33
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 19,
        "نصف السنة": 45,
        "الكورس الثاني": 42
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 17,
        "نصف السنة": 38,
        "الكورس الثاني": 28
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "السعي الأول": 15,
        "نصف السنة": 26,
        "الكورس الثاني": 29
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 49,
        "الكورس الثاني": 25
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "السعي الأول": 14,
        "نصف السنة": 41,
        "الكورس الثاني": 42
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 39,
        "الكورس الثاني": 25
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "السعي الأول": 12,
        "نصف السنة": 20,
        "الكورس الثاني": 48
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 11,
        "نصف السنة": 22,
        "الكورس الثاني": 33
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "السعي الأول": 17,
        "نصف السنة": 46,
        "الكورس الثاني": 28
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كردي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "عربي",
          "فيزياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "إنكليزي",
          "رياضيات",
          "عربي",
          "كردي",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كردي",
          "فنية",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "FHRW": {
    "الاسم": "دعاء سالم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "السعي الأول": 13,
        "نصف السنة": 41,
        "الكورس الثاني": 40
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "السعي الأول": 16,
        "نصف السنة": 24,
        "الكورس الثاني": 42
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "السعي الأول": 20,
        "نصف السنة": 44,
        "الكورس الثاني": 47
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 47,
        "الكورس الثاني": 33
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "السعي الأول": 11,
        "نصف السنة": 40,
        "الكورس الثاني": 28
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "السعي الأول": 18,
        "نصف السنة": 22,
        "الكورس الثاني": 24
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "السعي الأول": 14,
        "نصف السنة": 32,
        "الكورس الثاني": 21
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "السعي الأول": 12,
        "نصف السنة": 41,
        "الكورس الثاني": 45
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "السعي الأول": 13,
        "نصف السنة": 31,
        "الكورس الثاني": 47
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "السعي الأول": 10,
        "نصف السنة": 38,
        "الكورس الثاني": 37
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "إنكليزي",
          "رياضة",
          "فيزياء",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "كردي",
          "عربي",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "حاسوب",
          "كردي",
          "أحياء",
          "فنية",
          "إنكليزي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فنية",
          "عربي",
          "فيزياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  }
};