const data = {
  "QT4V": {
    "الاسم": "فاطمة علي",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 33,
        "الكورس الثاني": 29,
        "السعي الأول": 6.33,
        "السعي السنوي": 22.78
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 26,
        "الكورس الثاني": 43,
        "السعي الأول": 7.0,
        "السعي السنوي": 25.33
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 37,
        "الكورس الثاني": 24,
        "السعي الأول": 7.0,
        "السعي السنوي": 22.67
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 37,
        "الكورس الثاني": 35,
        "السعي الأول": 9.0,
        "السعي السنوي": 27.0
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 25,
        "الكورس الثاني": 25,
        "السعي الأول": 7.0,
        "السعي السنوي": 19.0
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 22,
        "الكورس الثاني": 32,
        "السعي الأول": 6.67,
        "السعي السنوي": 20.22
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 50,
        "الكورس الثاني": 33,
        "السعي الأول": 8.33,
        "السعي السنوي": 30.44
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 23,
        "الكورس الثاني": 31,
        "السعي الأول": 9.0,
        "السعي السنوي": 21.0
      },
      "علم الأرض": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 33,
        "الكورس الثاني": 32,
        "السعي الأول": 6.0,
        "السعي السنوي": 23.67
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 22,
        "الكورس الثاني": 49,
        "السعي الأول": 5.67,
        "السعي السنوي": 25.56
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 33,
        "الكورس الثاني": 47,
        "السعي الأول": 8.67,
        "السعي السنوي": 29.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "فيزياء",
          "كردي",
          "رياضيات",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "حاسوب",
          "إنكليزي",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضيات",
          "كردي",
          "رياضة",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "فنية",
          "علم الأرض",
          "إنكليزي",
          "كردي",
          "رياضيات"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "M34H": {
    "الاسم": "سلمان كريم",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 23,
        "الكورس الثاني": 42,
        "السعي الأول": 5.67,
        "السعي السنوي": 23.56
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 35,
        "الكورس الثاني": 35,
        "السعي الأول": 8.33,
        "السعي السنوي": 26.11
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 24,
        "الكورس الثاني": 22,
        "السعي الأول": 8.67,
        "السعي السنوي": 18.22
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 36,
        "الكورس الثاني": 46,
        "السعي الأول": 6.0,
        "السعي السنوي": 29.33
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 29,
        "الكورس الثاني": 43,
        "السعي الأول": 7.33,
        "السعي السنوي": 26.44
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 38,
        "الكورس الثاني": 39,
        "السعي الأول": 6.33,
        "السعي السنوي": 27.78
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 41,
        "الكورس الثاني": 27,
        "السعي الأول": 7.0,
        "السعي السنوي": 25.0
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 27,
        "الكورس الثاني": 30,
        "السعي الأول": 6.0,
        "السعي السنوي": 21.0
      },
      "علم الأرض": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 46,
        "الكورس الثاني": 31,
        "السعي الأول": 6.67,
        "السعي السنوي": 27.89
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 22,
        "الكورس الثاني": 21,
        "السعي الأول": 8.67,
        "السعي السنوي": 17.22
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 43,
        "الكورس الثاني": 41,
        "السعي الأول": 6.33,
        "السعي السنوي": 30.11
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فيزياء",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "حاسوب",
          "كيمياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "كيمياء",
          "فنية",
          "فيزياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "أحياء",
          "فيزياء",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "AU1B": {
    "الاسم": "دعاء سالم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 47,
        "الكورس الثاني": 38,
        "السعي الأول": 8.33,
        "السعي السنوي": 31.11
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 42,
        "الكورس الثاني": 32,
        "السعي الأول": 7.33,
        "السعي السنوي": 27.11
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 36,
        "الكورس الثاني": 20,
        "السعي الأول": 7.0,
        "السعي السنوي": 21.0
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 40,
        "الكورس الثاني": 39,
        "السعي الأول": 7.33,
        "السعي السنوي": 28.78
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 38,
        "الكورس الثاني": 26,
        "السعي الأول": 7.0,
        "السعي السنوي": 23.67
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 50,
        "الكورس الثاني": 42,
        "السعي الأول": 6.67,
        "السعي السنوي": 32.89
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 38,
        "الكورس الثاني": 41,
        "السعي الأول": 8.33,
        "السعي السنوي": 29.11
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 50,
        "الكورس الثاني": 46,
        "السعي الأول": 6.67,
        "السعي السنوي": 34.22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "عربي",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "فيزياء",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "فنية",
          "فيزياء",
          "رياضة",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "رياضة",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضة",
          "عربي",
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "9RR1": {
    "الاسم": "هدى سامي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 33,
        "الكورس الثاني": 24,
        "السعي الأول": 9.67,
        "السعي السنوي": 22.22
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 49,
        "الكورس الثاني": 49,
        "السعي الأول": 7.67,
        "السعي السنوي": 35.22
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 20,
        "الكورس الثاني": 35,
        "السعي الأول": 5.67,
        "السعي السنوي": 20.22
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 25,
        "الكورس الثاني": 27,
        "السعي الأول": 8.67,
        "السعي السنوي": 20.22
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 46,
        "الكورس الثاني": 43,
        "السعي الأول": 7.67,
        "السعي السنوي": 32.22
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 27,
        "الكورس الثاني": 26,
        "السعي الأول": 7.67,
        "السعي السنوي": 20.22
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 38,
        "الكورس الثاني": 32,
        "السعي الأول": 5.67,
        "السعي السنوي": 25.22
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 33,
        "الكورس الثاني": 34,
        "السعي الأول": 6.33,
        "السعي السنوي": 24.44
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 28,
        "الكورس الثاني": 26,
        "السعي الأول": 5.67,
        "السعي السنوي": 19.89
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 22,
        "الكورس الثاني": 42,
        "السعي الأول": 8.33,
        "السعي السنوي": 24.11
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "8Z9Y": {
    "الاسم": "هدى سامي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 20,
        "الكورس الثاني": 45,
        "السعي الأول": 10.0,
        "السعي السنوي": 25.0
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 46,
        "الكورس الثاني": 46,
        "السعي الأول": 8.0,
        "السعي السنوي": 33.33
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 31,
        "الكورس الثاني": 26,
        "السعي الأول": 6.67,
        "السعي السنوي": 21.22
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 49,
        "الكورس الثاني": 45,
        "السعي الأول": 6.0,
        "السعي السنوي": 33.33
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 40,
        "الكورس الثاني": 40,
        "السعي الأول": 7.33,
        "السعي السنوي": 29.11
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 35,
        "الكورس الثاني": 40,
        "السعي الأول": 9.0,
        "السعي السنوي": 28.0
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 34,
        "الكورس الثاني": 47,
        "السعي الأول": 7.0,
        "السعي السنوي": 29.33
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 20,
        "الكورس الثاني": 36,
        "السعي الأول": 8.0,
        "السعي السنوي": 21.33
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 42,
        "الكورس الثاني": 35,
        "السعي الأول": 7.67,
        "السعي السنوي": 28.22
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 43,
        "الكورس الثاني": 28,
        "السعي الأول": 7.67,
        "السعي السنوي": 26.22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "VSVG": {
    "الاسم": "سلمان كريم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 31,
        "الكورس الثاني": 35,
        "السعي الأول": 7.67,
        "السعي السنوي": 24.56
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 43,
        "الكورس الثاني": 46,
        "السعي الأول": 6.67,
        "السعي السنوي": 31.89
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 48,
        "الكورس الثاني": 38,
        "السعي الأول": 8.0,
        "السعي السنوي": 31.33
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 47,
        "الكورس الثاني": 34,
        "السعي الأول": 6.67,
        "السعي السنوي": 29.22
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 22,
        "الكورس الثاني": 22,
        "السعي الأول": 8.33,
        "السعي السنوي": 17.44
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 22,
        "الكورس الثاني": 37,
        "السعي الأول": 7.0,
        "السعي السنوي": 22.0
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 50,
        "الكورس الثاني": 45,
        "السعي الأول": 6.67,
        "السعي السنوي": 33.89
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 28,
        "الكورس الثاني": 47,
        "السعي الأول": 5.67,
        "السعي السنوي": 26.89
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "فنية",
          "رياضة",
          "عربي",
          "كيمياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "رياضة",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "كيمياء",
          "أحياء",
          "عربي",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "فنية",
          "إنكليزي",
          "عربي",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "YJ3S": {
    "الاسم": "مريم حسين",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 26,
        "الكورس الثاني": 46,
        "السعي الأول": 8.33,
        "السعي السنوي": 26.78
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 38,
        "الكورس الثاني": 43,
        "السعي الأول": 8.0,
        "السعي السنوي": 29.67
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 20,
        "الكورس الثاني": 42,
        "السعي الأول": 7.67,
        "السعي السنوي": 23.22
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 21,
        "الكورس الثاني": 47,
        "السعي الأول": 7.67,
        "السعي السنوي": 25.22
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 35,
        "الكورس الثاني": 37,
        "السعي الأول": 8.67,
        "السعي السنوي": 26.89
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 25,
        "الكورس الثاني": 29,
        "السعي الأول": 8.0,
        "السعي السنوي": 20.67
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 23,
        "الكورس الثاني": 24,
        "السعي الأول": 8.67,
        "السعي السنوي": 18.56
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 39,
        "الكورس الثاني": 22,
        "السعي الأول": 9.0,
        "السعي السنوي": 23.33
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 45,
        "الكورس الثاني": 44,
        "السعي الأول": 7.67,
        "السعي السنوي": 32.22
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 35,
        "الكورس الثاني": 48,
        "السعي الأول": 9.0,
        "السعي السنوي": 30.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "VQH5": {
    "الاسم": "كوثر مهدي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 50,
        "الكورس الثاني": 46,
        "السعي الأول": 5.33,
        "السعي السنوي": 33.78
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 48,
        "الكورس الثاني": 25,
        "السعي الأول": 6.33,
        "السعي السنوي": 26.44
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 49,
        "الكورس الثاني": 30,
        "السعي الأول": 9.33,
        "السعي السنوي": 29.44
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 38,
        "الكورس الثاني": 21,
        "السعي الأول": 8.0,
        "السعي السنوي": 22.33
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 33,
        "الكورس الثاني": 29,
        "السعي الأول": 6.0,
        "السعي السنوي": 22.67
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 32,
        "الكورس الثاني": 30,
        "السعي الأول": 7.33,
        "السعي السنوي": 23.11
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 41,
        "الكورس الثاني": 46,
        "السعي الأول": 6.0,
        "السعي السنوي": 31.0
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 48,
        "الكورس الثاني": 50,
        "السعي الأول": 9.0,
        "السعي السنوي": 35.67
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 28,
        "الكورس الثاني": 41,
        "السعي الأول": 6.33,
        "السعي السنوي": 25.11
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 44,
        "الكورس الثاني": 46,
        "السعي الأول": 7.67,
        "السعي السنوي": 32.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فنية",
          "عربي",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "رياضيات",
          "كردي",
          "عربي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "حاسوب",
          "فنية",
          "رياضة",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "كيمياء",
          "إنكليزي",
          "رياضيات",
          "كردي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "رياضيات",
          "عربي",
          "كيمياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "R1X8": {
    "الاسم": "سلمان كريم",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 38,
        "الكورس الثاني": 48,
        "السعي الأول": 7.67,
        "السعي السنوي": 31.22
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 37,
        "الكورس الثاني": 40,
        "السعي الأول": 6.67,
        "السعي السنوي": 27.89
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 21,
        "الكورس الثاني": 40,
        "السعي الأول": 8.0,
        "السعي السنوي": 23.0
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 28,
        "الكورس الثاني": 46,
        "السعي الأول": 8.33,
        "السعي السنوي": 27.44
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 34,
        "الكورس الثاني": 47,
        "السعي الأول": 7.33,
        "السعي السنوي": 29.44
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 48,
        "الكورس الثاني": 26,
        "السعي الأول": 6.33,
        "السعي السنوي": 26.78
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 46,
        "الكورس الثاني": 38,
        "السعي الأول": 8.33,
        "السعي السنوي": 30.78
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 31,
        "الكورس الثاني": 44,
        "السعي الأول": 6.67,
        "السعي السنوي": 27.22
      },
      "علم الأرض": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 26,
        "الكورس الثاني": 43,
        "السعي الأول": 8.0,
        "السعي السنوي": 25.67
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 32,
        "الكورس الثاني": 39,
        "السعي الأول": 9.0,
        "السعي السنوي": 26.67
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 26,
        "الكورس الثاني": 29,
        "السعي الأول": 9.0,
        "السعي السنوي": 21.33
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كردي",
          "حاسوب",
          "إنكليزي",
          "فيزياء",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كردي",
          "رياضيات",
          "فنية",
          "علم الأرض",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "كردي",
          "فيزياء",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "رياضة",
          "علم الأرض",
          "إنكليزي",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "B2GD": {
    "الاسم": "أحمد مصطفى",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 37,
        "الكورس الثاني": 29,
        "السعي الأول": 7.0,
        "السعي السنوي": 24.33
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 39,
        "الكورس الثاني": 33,
        "السعي الأول": 5.33,
        "السعي السنوي": 25.78
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 41,
        "الكورس الثاني": 42,
        "السعي الأول": 7.67,
        "السعي السنوي": 30.22
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 44,
        "الكورس الثاني": 36,
        "السعي الأول": 7.67,
        "السعي السنوي": 29.22
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 36,
        "الكورس الثاني": 30,
        "السعي الأول": 6.33,
        "السعي السنوي": 24.11
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 21,
        "الكورس الثاني": 33,
        "السعي الأول": 7.0,
        "السعي السنوي": 20.33
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 31,
        "الكورس الثاني": 49,
        "السعي الأول": 7.33,
        "السعي السنوي": 29.11
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 38,
        "الكورس الثاني": 28,
        "السعي الأول": 8.0,
        "السعي السنوي": 24.67
      },
      "علم الأرض": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 47,
        "الكورس الثاني": 40,
        "السعي الأول": 6.67,
        "السعي السنوي": 31.22
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 44,
        "الكورس الثاني": 24,
        "السعي الأول": 7.0,
        "السعي السنوي": 25.0
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 34,
        "الكورس الثاني": 38,
        "السعي الأول": 6.0,
        "السعي السنوي": 26.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "كردي",
          "فنية",
          "إنكليزي",
          "حاسوب",
          "علم الأرض"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "أحياء",
          "رياضيات",
          "عربي",
          "رياضة",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "فيزياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "عربي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "عربي",
          "رياضيات",
          "أحياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "DVJA": {
    "الاسم": "نور كريم",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 50,
        "الكورس الثاني": 41,
        "السعي الأول": 7.33,
        "السعي السنوي": 32.78
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 45,
        "الكورس الثاني": 38,
        "السعي الأول": 7.33,
        "السعي السنوي": 30.11
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 26,
        "الكورس الثاني": 25,
        "السعي الأول": 7.0,
        "السعي السنوي": 19.33
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 43,
        "الكورس الثاني": 47,
        "السعي الأول": 6.33,
        "السعي السنوي": 32.11
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 35,
        "الكورس الثاني": 31,
        "السعي الأول": 9.33,
        "السعي السنوي": 25.11
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 22,
        "الكورس الثاني": 42,
        "السعي الأول": 8.0,
        "السعي السنوي": 24.0
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 49,
        "الكورس الثاني": 34,
        "السعي الأول": 8.0,
        "السعي السنوي": 30.33
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 30,
        "الكورس الثاني": 27,
        "السعي الأول": 6.67,
        "السعي السنوي": 21.22
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 50,
        "الكورس الثاني": 45,
        "السعي الأول": 7.0,
        "السعي السنوي": 34.0
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 29,
        "الكورس الثاني": 34,
        "السعي الأول": 8.0,
        "السعي السنوي": 23.67
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 40,
        "الكورس الثاني": 45,
        "السعي الأول": 9.0,
        "السعي السنوي": 31.33
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "كردي",
          "فنية",
          "إنكليزي",
          "حاسوب",
          "علم الأرض"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "أحياء",
          "رياضيات",
          "عربي",
          "رياضة",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "فيزياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "عربي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "عربي",
          "رياضيات",
          "أحياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "CMEC": {
    "الاسم": "مريم حسين",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 49,
        "الكورس الثاني": 44,
        "السعي الأول": 6.67,
        "السعي السنوي": 33.22
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 33,
        "الكورس الثاني": 46,
        "السعي الأول": 7.33,
        "السعي السنوي": 28.78
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 26,
        "الكورس الثاني": 35,
        "السعي الأول": 8.0,
        "السعي السنوي": 23.0
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 47,
        "الكورس الثاني": 29,
        "السعي الأول": 7.67,
        "السعي السنوي": 27.89
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 49,
        "الكورس الثاني": 43,
        "السعي الأول": 7.33,
        "السعي السنوي": 33.11
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 29,
        "الكورس الثاني": 47,
        "السعي الأول": 9.0,
        "السعي السنوي": 28.33
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 20,
        "الكورس الثاني": 47,
        "السعي الأول": 7.67,
        "السعي السنوي": 24.89
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 40,
        "الكورس الثاني": 21,
        "السعي الأول": 6.67,
        "السعي السنوي": 22.56
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 43,
        "الكورس الثاني": 35,
        "السعي الأول": 7.0,
        "السعي السنوي": 28.33
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 21,
        "الكورس الثاني": 34,
        "السعي الأول": 8.0,
        "السعي السنوي": 21.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فيزياء",
          "فنية",
          "كيمياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "كيمياء",
          "فيزياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فيزياء",
          "إنكليزي",
          "حاسوب",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "حاسوب",
          "رياضيات",
          "رياضة",
          "عربي",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "N1DN": {
    "الاسم": "زينب نوري",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 45,
        "الكورس الثاني": 24,
        "السعي الأول": 9.33,
        "السعي السنوي": 26.11
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 42,
        "الكورس الثاني": 20,
        "السعي الأول": 7.33,
        "السعي السنوي": 23.11
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 49,
        "الكورس الثاني": 26,
        "السعي الأول": 7.33,
        "السعي السنوي": 27.44
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 26,
        "الكورس الثاني": 47,
        "السعي الأول": 6.67,
        "السعي السنوي": 26.56
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 31,
        "الكورس الثاني": 42,
        "السعي الأول": 7.67,
        "السعي السنوي": 26.89
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 37,
        "الكورس الثاني": 47,
        "السعي الأول": 7.33,
        "السعي السنوي": 30.44
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 40,
        "الكورس الثاني": 50,
        "السعي الأول": 8.0,
        "السعي السنوي": 32.67
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 47,
        "الكورس الثاني": 41,
        "السعي الأول": 7.0,
        "السعي السنوي": 31.67
      },
      "علم الأرض": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 31,
        "الكورس الثاني": 31,
        "السعي الأول": 6.33,
        "السعي السنوي": 22.78
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 41,
        "الكورس الثاني": 38,
        "السعي الأول": 6.67,
        "السعي السنوي": 28.56
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 37,
        "الكورس الثاني": 48,
        "السعي الأول": 7.67,
        "السعي السنوي": 30.89
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فيزياء",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "حاسوب",
          "كيمياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "كيمياء",
          "فنية",
          "فيزياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "أحياء",
          "فيزياء",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "UASP": {
    "الاسم": "سلمان كريم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 20,
        "الكورس الثاني": 49,
        "السعي الأول": 7.67,
        "السعي السنوي": 25.56
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 27,
        "الكورس الثاني": 38,
        "السعي الأول": 7.33,
        "السعي السنوي": 24.11
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 38,
        "الكورس الثاني": 37,
        "السعي الأول": 7.67,
        "السعي السنوي": 27.56
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 29,
        "الكورس الثاني": 49,
        "السعي الأول": 8.33,
        "السعي السنوي": 28.78
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 40,
        "الكورس الثاني": 37,
        "السعي الأول": 8.67,
        "السعي السنوي": 28.56
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 27,
        "الكورس الثاني": 32,
        "السعي الأول": 8.33,
        "السعي السنوي": 22.44
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 37,
        "الكورس الثاني": 37,
        "السعي الأول": 9.33,
        "السعي السنوي": 27.78
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 42,
        "الكورس الثاني": 29,
        "السعي الأول": 7.33,
        "السعي السنوي": 26.11
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "عربي",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "فيزياء",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "فنية",
          "فيزياء",
          "رياضة",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "رياضة",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضة",
          "عربي",
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "PCJX": {
    "الاسم": "سلمان كريم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 44,
        "الكورس الثاني": 21,
        "السعي الأول": 7.67,
        "السعي السنوي": 24.22
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 30,
        "الكورس الثاني": 22,
        "السعي الأول": 9.33,
        "السعي السنوي": 20.44
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 48,
        "الكورس الثاني": 29,
        "السعي الأول": 7.67,
        "السعي السنوي": 28.22
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 28,
        "الكورس الثاني": 22,
        "السعي الأول": 9.67,
        "السعي السنوي": 19.89
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 37,
        "الكورس الثاني": 22,
        "السعي الأول": 7.67,
        "السعي السنوي": 22.22
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 45,
        "الكورس الثاني": 33,
        "السعي الأول": 7.0,
        "السعي السنوي": 28.33
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 22,
        "الكورس الثاني": 33,
        "السعي الأول": 8.67,
        "السعي السنوي": 21.22
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 48,
        "الكورس الثاني": 22,
        "السعي الأول": 8.33,
        "السعي السنوي": 26.11
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 38,
        "الكورس الثاني": 28,
        "السعي الأول": 8.0,
        "السعي السنوي": 24.67
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 42,
        "الكورس الثاني": 35,
        "السعي الأول": 8.67,
        "السعي السنوي": 28.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فيزياء",
          "فنية",
          "كيمياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "كيمياء",
          "فيزياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فيزياء",
          "إنكليزي",
          "حاسوب",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "حاسوب",
          "رياضيات",
          "رياضة",
          "عربي",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "7NVU": {
    "الاسم": "عبير خالد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 28,
        "الكورس الثاني": 34,
        "السعي الأول": 8.67,
        "السعي السنوي": 23.56
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 41,
        "الكورس الثاني": 41,
        "السعي الأول": 7.67,
        "السعي السنوي": 29.89
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 38,
        "الكورس الثاني": 34,
        "السعي الأول": 8.33,
        "السعي السنوي": 26.78
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 39,
        "الكورس الثاني": 22,
        "السعي الأول": 7.67,
        "السعي السنوي": 22.89
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 30,
        "الكورس الثاني": 32,
        "السعي الأول": 8.0,
        "السعي السنوي": 23.33
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 36,
        "الكورس الثاني": 45,
        "السعي الأول": 7.33,
        "السعي السنوي": 29.44
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 48,
        "الكورس الثاني": 50,
        "السعي الأول": 6.67,
        "السعي السنوي": 34.89
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 31,
        "الكورس الثاني": 30,
        "السعي الأول": 7.67,
        "السعي السنوي": 22.89
      },
      "علم الأرض": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 23,
        "الكورس الثاني": 31,
        "السعي الأول": 6.67,
        "السعي السنوي": 20.22
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 30,
        "الكورس الثاني": 21,
        "السعي الأول": 7.0,
        "السعي السنوي": 19.33
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 43,
        "الكورس الثاني": 31,
        "السعي الأول": 8.67,
        "السعي السنوي": 27.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فيزياء",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "حاسوب",
          "كيمياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "كيمياء",
          "فنية",
          "فيزياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "أحياء",
          "فيزياء",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "F3S1": {
    "الاسم": "علي حسين",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 41,
        "الكورس الثاني": 39,
        "السعي الأول": 7.0,
        "السعي السنوي": 29.0
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 32,
        "الكورس الثاني": 47,
        "السعي الأول": 7.67,
        "السعي السنوي": 28.89
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 34,
        "الكورس الثاني": 38,
        "السعي الأول": 8.0,
        "السعي السنوي": 26.67
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 29,
        "الكورس الثاني": 42,
        "السعي الأول": 6.67,
        "السعي السنوي": 25.89
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 22,
        "الكورس الثاني": 21,
        "السعي الأول": 6.67,
        "السعي السنوي": 16.56
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 21,
        "الكورس الثاني": 48,
        "السعي الأول": 8.0,
        "السعي السنوي": 25.67
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 28,
        "الكورس الثاني": 44,
        "السعي الأول": 7.0,
        "السعي السنوي": 26.33
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 49,
        "الكورس الثاني": 36,
        "السعي الأول": 6.33,
        "السعي السنوي": 30.44
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 47,
        "الكورس الثاني": 39,
        "السعي الأول": 8.0,
        "السعي السنوي": 31.33
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 34,
        "الكورس الثاني": 31,
        "السعي الأول": 5.67,
        "السعي السنوي": 23.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فيزياء",
          "فنية",
          "كيمياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "كيمياء",
          "فيزياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فيزياء",
          "إنكليزي",
          "حاسوب",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "حاسوب",
          "رياضيات",
          "رياضة",
          "عربي",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "7PWG": {
    "الاسم": "فاطمة علي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 48,
        "الكورس الثاني": 50,
        "السعي الأول": 7.33,
        "السعي السنوي": 35.11
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 27,
        "الكورس الثاني": 40,
        "السعي الأول": 8.0,
        "السعي السنوي": 25.0
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 21,
        "الكورس الثاني": 40,
        "السعي الأول": 9.0,
        "السعي السنوي": 23.33
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 26,
        "الكورس الثاني": 36,
        "السعي الأول": 8.33,
        "السعي السنوي": 23.44
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 36,
        "الكورس الثاني": 35,
        "السعي الأول": 7.0,
        "السعي السنوي": 26.0
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 46,
        "الكورس الثاني": 43,
        "السعي الأول": 7.0,
        "السعي السنوي": 32.0
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 32,
        "الكورس الثاني": 20,
        "السعي الأول": 5.33,
        "السعي السنوي": 19.11
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 24,
        "الكورس الثاني": 39,
        "السعي الأول": 8.0,
        "السعي السنوي": 23.67
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 23,
        "الكورس الثاني": 30,
        "السعي الأول": 8.67,
        "السعي السنوي": 20.56
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 34,
        "الكورس الثاني": 32,
        "السعي الأول": 7.0,
        "السعي السنوي": 24.33
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فنية",
          "عربي",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "رياضيات",
          "كردي",
          "عربي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "حاسوب",
          "فنية",
          "رياضة",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "كيمياء",
          "إنكليزي",
          "رياضيات",
          "كردي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "رياضيات",
          "عربي",
          "كيمياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "QJ8A": {
    "الاسم": "هدى سامي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 39,
        "الكورس الثاني": 38,
        "السعي الأول": 6.33,
        "السعي السنوي": 27.78
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 48,
        "الكورس الثاني": 32,
        "السعي الأول": 7.67,
        "السعي السنوي": 29.22
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 47,
        "الكورس الثاني": 41,
        "السعي الأول": 7.67,
        "السعي السنوي": 31.89
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 21,
        "الكورس الثاني": 26,
        "السعي الأول": 7.67,
        "السعي السنوي": 18.22
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 23,
        "الكورس الثاني": 29,
        "السعي الأول": 9.33,
        "السعي السنوي": 20.44
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 48,
        "الكورس الثاني": 36,
        "السعي الأول": 7.67,
        "السعي السنوي": 30.56
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 48,
        "الكورس الثاني": 44,
        "السعي الأول": 8.0,
        "السعي السنوي": 33.33
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 29,
        "الكورس الثاني": 48,
        "السعي الأول": 8.0,
        "السعي السنوي": 28.33
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "عربي",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "فيزياء",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "فنية",
          "فيزياء",
          "رياضة",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "رياضة",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضة",
          "عربي",
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "KQDN": {
    "الاسم": "فاطمة علي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 37,
        "الكورس الثاني": 25,
        "السعي الأول": 6.67,
        "السعي السنوي": 22.89
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 38,
        "الكورس الثاني": 21,
        "السعي الأول": 9.0,
        "السعي السنوي": 22.67
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 29,
        "الكورس الثاني": 43,
        "السعي الأول": 6.0,
        "السعي السنوي": 26.0
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 23,
        "الكورس الثاني": 42,
        "السعي الأول": 6.0,
        "السعي السنوي": 23.67
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 21,
        "الكورس الثاني": 39,
        "السعي الأول": 8.0,
        "السعي السنوي": 22.67
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 26,
        "الكورس الثاني": 26,
        "السعي الأول": 7.0,
        "السعي السنوي": 19.67
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 42,
        "الكورس الثاني": 25,
        "السعي الأول": 8.67,
        "السعي السنوي": 25.22
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 45,
        "الكورس الثاني": 35,
        "السعي الأول": 7.67,
        "السعي السنوي": 29.22
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 44,
        "الكورس الثاني": 35,
        "السعي الأول": 5.67,
        "السعي السنوي": 28.22
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 24,
        "الكورس الثاني": 43,
        "السعي الأول": 6.33,
        "السعي السنوي": 24.44
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "إنكليزي",
          "كيمياء",
          "رياضيات",
          "كردي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كردي",
          "عربي",
          "رياضة",
          "رياضيات",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "كردي",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "رياضة",
          "فيزياء",
          "عربي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "رياضة",
          "إنكليزي",
          "فيزياء",
          "رياضيات",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "N6DX": {
    "الاسم": "زهراء قاسم",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 46,
        "الكورس الثاني": 38,
        "السعي الأول": 6.67,
        "السعي السنوي": 30.22
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 32,
        "الكورس الثاني": 36,
        "السعي الأول": 7.67,
        "السعي السنوي": 25.22
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 46,
        "الكورس الثاني": 23,
        "السعي الأول": 5.33,
        "السعي السنوي": 24.78
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 41,
        "الكورس الثاني": 32,
        "السعي الأول": 8.0,
        "السعي السنوي": 27.0
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 28,
        "الكورس الثاني": 25,
        "السعي الأول": 7.0,
        "السعي السنوي": 20.0
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 44,
        "الكورس الثاني": 38,
        "السعي الأول": 7.33,
        "السعي السنوي": 29.78
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 24,
        "الكورس الثاني": 42,
        "السعي الأول": 6.33,
        "السعي السنوي": 24.11
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 37,
        "الكورس الثاني": 50,
        "السعي الأول": 5.33,
        "السعي السنوي": 30.78
      },
      "علم الأرض": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 23,
        "الكورس الثاني": 37,
        "السعي الأول": 7.33,
        "السعي السنوي": 22.44
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 30,
        "الكورس الثاني": 50,
        "السعي الأول": 7.0,
        "السعي السنوي": 29.0
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 38,
        "الكورس الثاني": 43,
        "السعي الأول": 6.67,
        "السعي السنوي": 29.22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "فيزياء",
          "كردي",
          "رياضيات",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "حاسوب",
          "إنكليزي",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضيات",
          "كردي",
          "رياضة",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "فنية",
          "علم الأرض",
          "إنكليزي",
          "كردي",
          "رياضيات"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "H9SX": {
    "الاسم": "عبير خالد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 22,
        "الكورس الثاني": 39,
        "السعي الأول": 8.0,
        "السعي السنوي": 23.0
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 36,
        "الكورس الثاني": 31,
        "السعي الأول": 7.33,
        "السعي السنوي": 24.78
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 41,
        "الكورس الثاني": 39,
        "السعي الأول": 7.67,
        "السعي السنوي": 29.22
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 36,
        "الكورس الثاني": 23,
        "السعي الأول": 8.33,
        "السعي السنوي": 22.44
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 22,
        "الكورس الثاني": 50,
        "السعي الأول": 8.0,
        "السعي السنوي": 26.67
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 30,
        "الكورس الثاني": 35,
        "السعي الأول": 7.33,
        "السعي السنوي": 24.11
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 44,
        "الكورس الثاني": 24,
        "السعي الأول": 7.33,
        "السعي السنوي": 25.11
      },
      "حاسوب": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 31,
        "الكورس الثاني": 28,
        "السعي الأول": 7.33,
        "السعي السنوي": 22.11
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 28,
        "الكورس الثاني": 21,
        "السعي الأول": 8.0,
        "السعي السنوي": 19.0
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 25,
        "الكورس الثاني": 29,
        "السعي الأول": 8.67,
        "السعي السنوي": 20.89
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "48JD": {
    "الاسم": "نور كريم",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 29,
        "الكورس الثاني": 33,
        "السعي الأول": 8.33,
        "السعي السنوي": 23.44
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 32,
        "الكورس الثاني": 48,
        "السعي الأول": 8.33,
        "السعي السنوي": 29.44
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 25,
        "الكورس الثاني": 22,
        "السعي الأول": 5.67,
        "السعي السنوي": 17.56
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 33,
        "الكورس الثاني": 29,
        "السعي الأول": 7.0,
        "السعي السنوي": 23.0
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 25,
        "الكورس الثاني": 27,
        "السعي الأول": 8.33,
        "السعي السنوي": 20.11
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 28,
        "الكورس الثاني": 22,
        "السعي الأول": 7.0,
        "السعي السنوي": 19.0
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 26,
        "الكورس الثاني": 49,
        "السعي الأول": 7.33,
        "السعي السنوي": 27.44
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 35,
        "الكورس الثاني": 50,
        "السعي الأول": 8.33,
        "السعي السنوي": 31.11
      },
      "علم الأرض": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 30,
        "الكورس الثاني": 24,
        "السعي الأول": 7.0,
        "السعي السنوي": 20.33
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 45,
        "الكورس الثاني": 47,
        "السعي الأول": 8.33,
        "السعي السنوي": 33.44
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 37,
        "الكورس الثاني": 25,
        "السعي الأول": 7.33,
        "السعي السنوي": 23.11
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فيزياء",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "حاسوب",
          "كيمياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "كيمياء",
          "فنية",
          "فيزياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "أحياء",
          "فيزياء",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "TYEP": {
    "الاسم": "دعاء سالم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 30,
        "الكورس الثاني": 37,
        "السعي الأول": 8.0,
        "السعي السنوي": 25.0
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 45,
        "الكورس الثاني": 49,
        "السعي الأول": 6.67,
        "السعي السنوي": 33.56
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 24,
        "الكورس الثاني": 43,
        "السعي الأول": 6.67,
        "السعي السنوي": 24.56
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 20,
        "الكورس الثاني": 44,
        "السعي الأول": 7.67,
        "السعي السنوي": 23.89
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 25,
        "الكورس الثاني": 28,
        "السعي الأول": 8.33,
        "السعي السنوي": 20.44
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 27,
        "الكورس الثاني": 42,
        "السعي الأول": 8.0,
        "السعي السنوي": 25.67
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 36,
        "الكورس الثاني": 47,
        "السعي الأول": 8.0,
        "السعي السنوي": 30.33
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 40,
        "الكورس الثاني": 20,
        "السعي الأول": 6.67,
        "السعي السنوي": 22.22
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 31,
        "الكورس الثاني": 24,
        "السعي الأول": 6.33,
        "السعي السنوي": 20.44
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 29,
        "الكورس الثاني": 25,
        "السعي الأول": 7.33,
        "السعي السنوي": 20.44
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "YKTM": {
    "الاسم": "كوثر مهدي",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 21,
        "الكورس الثاني": 35,
        "السعي الأول": 7.33,
        "السعي السنوي": 21.11
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 37,
        "الكورس الثاني": 20,
        "السعي الأول": 6.0,
        "السعي السنوي": 21.0
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 34,
        "الكورس الثاني": 28,
        "السعي الأول": 6.33,
        "السعي السنوي": 22.78
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 28,
        "الكورس الثاني": 38,
        "السعي الأول": 7.0,
        "السعي السنوي": 24.33
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 42,
        "الكورس الثاني": 39,
        "السعي الأول": 8.0,
        "السعي السنوي": 29.67
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 38,
        "الكورس الثاني": 20,
        "السعي الأول": 8.0,
        "السعي السنوي": 22.0
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 50,
        "الكورس الثاني": 50,
        "السعي الأول": 8.67,
        "السعي السنوي": 36.22
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 40,
        "الكورس الثاني": 43,
        "السعي الأول": 7.33,
        "السعي السنوي": 30.11
      },
      "علم الأرض": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 38,
        "الكورس الثاني": 43,
        "السعي الأول": 9.33,
        "السعي السنوي": 30.11
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 32,
        "الكورس الثاني": 50,
        "السعي الأول": 8.0,
        "السعي السنوي": 30.0
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 40,
        "الكورس الثاني": 48,
        "السعي الأول": 9.67,
        "السعي السنوي": 32.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فيزياء",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "حاسوب",
          "كيمياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "كيمياء",
          "فنية",
          "فيزياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "أحياء",
          "فيزياء",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "M4VT": {
    "الاسم": "دعاء سالم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 20,
        "الكورس الثاني": 40,
        "السعي الأول": 8.33,
        "السعي السنوي": 22.78
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 31,
        "الكورس الثاني": 50,
        "السعي الأول": 9.33,
        "السعي السنوي": 30.11
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 25,
        "الكورس الثاني": 30,
        "السعي الأول": 8.33,
        "السعي السنوي": 21.11
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 27,
        "الكورس الثاني": 33,
        "السعي الأول": 9.33,
        "السعي السنوي": 23.11
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 42,
        "الكورس الثاني": 31,
        "السعي الأول": 7.67,
        "السعي السنوي": 26.89
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 25,
        "الكورس الثاني": 39,
        "السعي الأول": 6.33,
        "السعي السنوي": 23.44
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 36,
        "الكورس الثاني": 47,
        "السعي الأول": 5.67,
        "السعي السنوي": 29.56
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 37,
        "الكورس الثاني": 47,
        "السعي الأول": 8.67,
        "السعي السنوي": 30.89
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 40,
        "الكورس الثاني": 38,
        "السعي الأول": 8.33,
        "السعي السنوي": 28.78
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 50,
        "الكورس الثاني": 47,
        "السعي الأول": 6.67,
        "السعي السنوي": 34.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "إنكليزي",
          "كيمياء",
          "رياضيات",
          "كردي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كردي",
          "عربي",
          "رياضة",
          "رياضيات",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "كردي",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "رياضة",
          "فيزياء",
          "عربي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "رياضة",
          "إنكليزي",
          "فيزياء",
          "رياضيات",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "MTXX": {
    "الاسم": "سلمان كريم",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 29,
        "الكورس الثاني": 33,
        "السعي الأول": 6.67,
        "السعي السنوي": 22.89
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 29,
        "الكورس الثاني": 46,
        "السعي الأول": 7.0,
        "السعي السنوي": 27.33
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 27,
        "الكورس الثاني": 36,
        "السعي الأول": 7.33,
        "السعي السنوي": 23.44
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 23,
        "الكورس الثاني": 28,
        "السعي الأول": 7.33,
        "السعي السنوي": 19.44
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 25,
        "الكورس الثاني": 50,
        "السعي الأول": 8.33,
        "السعي السنوي": 27.78
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 39,
        "الكورس الثاني": 50,
        "السعي الأول": 9.33,
        "السعي السنوي": 32.78
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 48,
        "الكورس الثاني": 38,
        "السعي الأول": 7.33,
        "السعي السنوي": 31.11
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 38,
        "الكورس الثاني": 46,
        "السعي الأول": 7.33,
        "السعي السنوي": 30.44
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 27,
        "الكورس الثاني": 42,
        "السعي الأول": 9.0,
        "السعي السنوي": 26.0
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 30,
        "الكورس الثاني": 35,
        "السعي الأول": 6.33,
        "السعي السنوي": 23.78
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 41,
        "الكورس الثاني": 46,
        "السعي الأول": 6.67,
        "السعي السنوي": 31.22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كردي",
          "حاسوب",
          "إنكليزي",
          "فيزياء",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كردي",
          "رياضيات",
          "فنية",
          "علم الأرض",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "كردي",
          "فيزياء",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "رياضة",
          "علم الأرض",
          "إنكليزي",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "SK1T": {
    "الاسم": "دعاء سالم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 27,
        "الكورس الثاني": 28,
        "السعي الأول": 7.33,
        "السعي السنوي": 20.78
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 35,
        "الكورس الثاني": 39,
        "السعي الأول": 7.33,
        "السعي السنوي": 27.11
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 46,
        "الكورس الثاني": 24,
        "السعي الأول": 7.0,
        "السعي السنوي": 25.67
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 47,
        "الكورس الثاني": 48,
        "السعي الأول": 7.0,
        "السعي السنوي": 34.0
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 47,
        "الكورس الثاني": 36,
        "السعي الأول": 10.0,
        "السعي السنوي": 31.0
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 33,
        "الكورس الثاني": 46,
        "السعي الأول": 7.33,
        "السعي السنوي": 28.78
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 48,
        "الكورس الثاني": 45,
        "السعي الأول": 6.67,
        "السعي السنوي": 33.22
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 50,
        "الكورس الثاني": 35,
        "السعي الأول": 6.67,
        "السعي السنوي": 30.56
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 22,
        "الكورس الثاني": 34,
        "السعي الأول": 8.67,
        "السعي السنوي": 21.56
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 49,
        "الكورس الثاني": 23,
        "السعي الأول": 6.67,
        "السعي السنوي": 26.22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "3FP4": {
    "الاسم": "صفاء عماد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 42,
        "الكورس الثاني": 42,
        "السعي الأول": 7.33,
        "السعي السنوي": 30.44
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 25,
        "الكورس الثاني": 31,
        "السعي الأول": 9.0,
        "السعي السنوي": 21.67
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 21,
        "الكورس الثاني": 39,
        "السعي الأول": 7.33,
        "السعي السنوي": 22.44
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 41,
        "الكورس الثاني": 23,
        "السعي الأول": 6.67,
        "السعي السنوي": 23.56
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 28,
        "الكورس الثاني": 31,
        "السعي الأول": 7.67,
        "السعي السنوي": 22.22
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 28,
        "الكورس الثاني": 42,
        "السعي الأول": 7.0,
        "السعي السنوي": 25.67
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 34,
        "الكورس الثاني": 33,
        "السعي الأول": 7.33,
        "السعي السنوي": 24.78
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 28,
        "الكورس الثاني": 22,
        "السعي الأول": 6.0,
        "السعي السنوي": 18.67
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 24,
        "الكورس الثاني": 45,
        "السعي الأول": 7.33,
        "السعي السنوي": 25.44
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 32,
        "الكورس الثاني": 41,
        "السعي الأول": 8.33,
        "السعي السنوي": 27.11
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فيزياء",
          "فنية",
          "كيمياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "كيمياء",
          "فيزياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فيزياء",
          "إنكليزي",
          "حاسوب",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "حاسوب",
          "رياضيات",
          "رياضة",
          "عربي",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "FWS5": {
    "الاسم": "كوثر مهدي",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 38,
        "الكورس الثاني": 27,
        "السعي الأول": 6.0,
        "السعي السنوي": 23.67
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 30,
        "الكورس الثاني": 37,
        "السعي الأول": 7.33,
        "السعي السنوي": 24.78
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 34,
        "الكورس الثاني": 29,
        "السعي الأول": 6.33,
        "السعي السنوي": 23.11
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 32,
        "الكورس الثاني": 27,
        "السعي الأول": 9.33,
        "السعي السنوي": 22.78
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 28,
        "الكورس الثاني": 44,
        "السعي الأول": 7.0,
        "السعي السنوي": 26.33
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 35,
        "الكورس الثاني": 37,
        "السعي الأول": 7.33,
        "السعي السنوي": 26.44
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 44,
        "الكورس الثاني": 35,
        "السعي الأول": 7.33,
        "السعي السنوي": 28.78
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 47,
        "الكورس الثاني": 28,
        "السعي الأول": 6.0,
        "السعي السنوي": 27.0
      },
      "علم الأرض": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 34,
        "الكورس الثاني": 48,
        "السعي الأول": 6.67,
        "السعي السنوي": 29.56
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 45,
        "الكورس الثاني": 27,
        "السعي الأول": 8.67,
        "السعي السنوي": 26.89
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 23,
        "الكورس الثاني": 46,
        "السعي الأول": 6.33,
        "السعي السنوي": 25.11
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "فيزياء",
          "كردي",
          "رياضيات",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "حاسوب",
          "إنكليزي",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضيات",
          "كردي",
          "رياضة",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "فنية",
          "علم الأرض",
          "إنكليزي",
          "كردي",
          "رياضيات"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "XUSZ": {
    "الاسم": "زينب نوري",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 45,
        "الكورس الثاني": 24,
        "السعي الأول": 7.67,
        "السعي السنوي": 25.56
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 47,
        "الكورس الثاني": 45,
        "السعي الأول": 7.33,
        "السعي السنوي": 33.11
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 31,
        "الكورس الثاني": 45,
        "السعي الأول": 9.0,
        "السعي السنوي": 28.33
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 39,
        "الكورس الثاني": 44,
        "السعي الأول": 6.0,
        "السعي السنوي": 29.67
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 48,
        "الكورس الثاني": 38,
        "السعي الأول": 5.67,
        "السعي السنوي": 30.56
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 33,
        "الكورس الثاني": 26,
        "السعي الأول": 7.33,
        "السعي السنوي": 22.11
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 39,
        "الكورس الثاني": 23,
        "السعي الأول": 8.67,
        "السعي السنوي": 23.56
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 24,
        "الكورس الثاني": 49,
        "السعي الأول": 8.67,
        "السعي السنوي": 27.22
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 48,
        "الكورس الثاني": 38,
        "السعي الأول": 6.67,
        "السعي السنوي": 30.89
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 20,
        "الكورس الثاني": 50,
        "السعي الأول": 6.33,
        "السعي السنوي": 25.44
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "YCXK": {
    "الاسم": "عبير خالد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 44,
        "الكورس الثاني": 50,
        "السعي الأول": 6.0,
        "السعي السنوي": 33.33
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 34,
        "الكورس الثاني": 37,
        "السعي الأول": 9.67,
        "السعي السنوي": 26.89
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 20,
        "الكورس الثاني": 29,
        "السعي الأول": 6.0,
        "السعي السنوي": 18.33
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 35,
        "الكورس الثاني": 49,
        "السعي الأول": 8.67,
        "السعي السنوي": 30.89
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 29,
        "الكورس الثاني": 38,
        "السعي الأول": 6.33,
        "السعي السنوي": 24.44
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 35,
        "الكورس الثاني": 24,
        "السعي الأول": 8.67,
        "السعي السنوي": 22.56
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 45,
        "الكورس الثاني": 48,
        "السعي الأول": 6.67,
        "السعي السنوي": 33.22
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 43,
        "الكورس الثاني": 37,
        "السعي الأول": 6.0,
        "السعي السنوي": 28.67
      },
      "علم الأرض": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 39,
        "الكورس الثاني": 45,
        "السعي الأول": 8.0,
        "السعي السنوي": 30.67
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 37,
        "الكورس الثاني": 47,
        "السعي الأول": 6.67,
        "السعي السنوي": 30.22
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 37,
        "الكورس الثاني": 46,
        "السعي الأول": 8.33,
        "السعي السنوي": 30.44
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فيزياء",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "حاسوب",
          "كيمياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "كيمياء",
          "فنية",
          "فيزياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "أحياء",
          "فيزياء",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "WBL6": {
    "الاسم": "حسين عبد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 41,
        "الكورس الثاني": 37,
        "السعي الأول": 7.0,
        "السعي السنوي": 28.33
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 49,
        "الكورس الثاني": 44,
        "السعي الأول": 8.33,
        "السعي السنوي": 33.78
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 23,
        "الكورس الثاني": 24,
        "السعي الأول": 8.33,
        "السعي السنوي": 18.44
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 27,
        "الكورس الثاني": 48,
        "السعي الأول": 7.33,
        "السعي السنوي": 27.44
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 31,
        "الكورس الثاني": 37,
        "السعي الأول": 6.0,
        "السعي السنوي": 24.67
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 43,
        "الكورس الثاني": 37,
        "السعي الأول": 6.67,
        "السعي السنوي": 28.89
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 50,
        "الكورس الثاني": 31,
        "السعي الأول": 8.33,
        "السعي السنوي": 29.78
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 26,
        "الكورس الثاني": 23,
        "السعي الأول": 6.67,
        "السعي السنوي": 18.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "عربي",
          "رياضة",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "رياضيات",
          "فيزياء",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "إنكليزي",
          "فيزياء",
          "عربي",
          "رياضة",
          "أحياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "ESSS": {
    "الاسم": "هدى سامي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 38,
        "الكورس الثاني": 35,
        "السعي الأول": 7.67,
        "السعي السنوي": 26.89
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 36,
        "الكورس الثاني": 24,
        "السعي الأول": 7.33,
        "السعي السنوي": 22.44
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 27,
        "الكورس الثاني": 28,
        "السعي الأول": 9.0,
        "السعي السنوي": 21.33
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 47,
        "الكورس الثاني": 30,
        "السعي الأول": 6.0,
        "السعي السنوي": 27.67
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 30,
        "الكورس الثاني": 21,
        "السعي الأول": 7.33,
        "السعي السنوي": 19.44
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 33,
        "الكورس الثاني": 27,
        "السعي الأول": 7.0,
        "السعي السنوي": 22.33
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 24,
        "الكورس الثاني": 50,
        "السعي الأول": 8.33,
        "السعي السنوي": 27.44
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 47,
        "الكورس الثاني": 48,
        "السعي الأول": 7.0,
        "السعي السنوي": 34.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "فنية",
          "رياضة",
          "عربي",
          "كيمياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "رياضة",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "كيمياء",
          "أحياء",
          "عربي",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "فنية",
          "إنكليزي",
          "عربي",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "Z19X": {
    "الاسم": "زينب نوري",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 20,
        "الكورس الثاني": 32,
        "السعي الأول": 7.0,
        "السعي السنوي": 19.67
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 38,
        "الكورس الثاني": 34,
        "السعي الأول": 6.67,
        "السعي السنوي": 26.22
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 20,
        "الكورس الثاني": 44,
        "السعي الأول": 6.67,
        "السعي السنوي": 23.56
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 20,
        "الكورس الثاني": 22,
        "السعي الأول": 7.0,
        "السعي السنوي": 16.33
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 21,
        "الكورس الثاني": 50,
        "السعي الأول": 5.33,
        "السعي السنوي": 25.44
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 47,
        "الكورس الثاني": 48,
        "السعي الأول": 7.67,
        "السعي السنوي": 34.22
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 44,
        "الكورس الثاني": 43,
        "السعي الأول": 7.0,
        "السعي السنوي": 31.33
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 32,
        "الكورس الثاني": 45,
        "السعي الأول": 7.67,
        "السعي السنوي": 28.22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "فنية",
          "رياضة",
          "عربي",
          "كيمياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "رياضة",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "كيمياء",
          "أحياء",
          "عربي",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "فنية",
          "إنكليزي",
          "عربي",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "MYC5": {
    "الاسم": "علي حسين",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 45,
        "الكورس الثاني": 25,
        "السعي الأول": 8.0,
        "السعي السنوي": 26.0
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 29,
        "الكورس الثاني": 29,
        "السعي الأول": 6.67,
        "السعي السنوي": 21.56
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 41,
        "الكورس الثاني": 25,
        "السعي الأول": 7.0,
        "السعي السنوي": 24.33
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 47,
        "الكورس الثاني": 47,
        "السعي الأول": 8.0,
        "السعي السنوي": 34.0
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 40,
        "الكورس الثاني": 36,
        "السعي الأول": 6.33,
        "السعي السنوي": 27.44
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 44,
        "الكورس الثاني": 37,
        "السعي الأول": 8.0,
        "السعي السنوي": 29.67
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 32,
        "الكورس الثاني": 37,
        "السعي الأول": 7.0,
        "السعي السنوي": 25.33
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 35,
        "الكورس الثاني": 24,
        "السعي الأول": 6.0,
        "السعي السنوي": 21.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "عربي",
          "رياضة",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "رياضيات",
          "فيزياء",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "إنكليزي",
          "فيزياء",
          "عربي",
          "رياضة",
          "أحياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "NNT9": {
    "الاسم": "مريم حسين",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 29,
        "الكورس الثاني": 31,
        "السعي الأول": 9.0,
        "السعي السنوي": 23.0
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 40,
        "الكورس الثاني": 44,
        "السعي الأول": 8.0,
        "السعي السنوي": 30.67
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 43,
        "الكورس الثاني": 22,
        "السعي الأول": 8.0,
        "السعي السنوي": 24.33
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 23,
        "الكورس الثاني": 28,
        "السعي الأول": 9.0,
        "السعي السنوي": 20.0
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 48,
        "الكورس الثاني": 24,
        "السعي الأول": 8.33,
        "السعي السنوي": 26.78
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 36,
        "الكورس الثاني": 44,
        "السعي الأول": 7.33,
        "السعي السنوي": 29.11
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 22,
        "الكورس الثاني": 44,
        "السعي الأول": 8.67,
        "السعي السنوي": 24.89
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 50,
        "الكورس الثاني": 47,
        "السعي الأول": 7.33,
        "السعي السنوي": 34.78
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "رياضيات",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "فيزياء",
          "فنية",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "عربي",
          "فنية",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "عربي",
          "إنكليزي",
          "رياضة",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "CXEF": {
    "الاسم": "كوثر مهدي",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 22,
        "الكورس الثاني": 30,
        "السعي الأول": 8.33,
        "السعي السنوي": 20.11
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 42,
        "الكورس الثاني": 32,
        "السعي الأول": 7.33,
        "السعي السنوي": 27.11
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 38,
        "الكورس الثاني": 36,
        "السعي الأول": 8.67,
        "السعي السنوي": 27.56
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 30,
        "الكورس الثاني": 44,
        "السعي الأول": 7.33,
        "السعي السنوي": 27.11
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 25,
        "الكورس الثاني": 23,
        "السعي الأول": 7.33,
        "السعي السنوي": 18.44
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 23,
        "الكورس الثاني": 38,
        "السعي الأول": 7.0,
        "السعي السنوي": 22.67
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 26,
        "الكورس الثاني": 27,
        "السعي الأول": 8.0,
        "السعي السنوي": 20.33
      },
      "حاسوب": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 31,
        "الكورس الثاني": 45,
        "السعي الأول": 7.33,
        "السعي السنوي": 27.78
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 43,
        "الكورس الثاني": 38,
        "السعي الأول": 9.67,
        "السعي السنوي": 30.22
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 26,
        "الكورس الثاني": 26,
        "السعي الأول": 8.67,
        "السعي السنوي": 20.22
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 32,
        "الكورس الثاني": 22,
        "السعي الأول": 7.67,
        "السعي السنوي": 20.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "فيزياء",
          "كردي",
          "رياضيات",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "حاسوب",
          "إنكليزي",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضيات",
          "كردي",
          "رياضة",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "فنية",
          "علم الأرض",
          "إنكليزي",
          "كردي",
          "رياضيات"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "U24A": {
    "الاسم": "مريم حسين",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 30,
        "الكورس الثاني": 42,
        "السعي الأول": 7.67,
        "السعي السنوي": 26.56
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 27,
        "الكورس الثاني": 24,
        "السعي الأول": 6.33,
        "السعي السنوي": 19.11
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 27,
        "الكورس الثاني": 45,
        "السعي الأول": 6.67,
        "السعي السنوي": 26.22
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 31,
        "الكورس الثاني": 37,
        "السعي الأول": 7.33,
        "السعي السنوي": 25.11
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 32,
        "الكورس الثاني": 49,
        "السعي الأول": 7.67,
        "السعي السنوي": 29.56
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 20,
        "الكورس الثاني": 29,
        "السعي الأول": 7.67,
        "السعي السنوي": 18.89
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 34,
        "الكورس الثاني": 43,
        "السعي الأول": 6.67,
        "السعي السنوي": 27.89
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 21,
        "الكورس الثاني": 23,
        "السعي الأول": 9.33,
        "السعي السنوي": 17.78
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 20,
        "الكورس الثاني": 29,
        "السعي الأول": 8.33,
        "السعي السنوي": 19.11
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 34,
        "الكورس الثاني": 31,
        "السعي الأول": 7.67,
        "السعي السنوي": 24.22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "إنكليزي",
          "كيمياء",
          "رياضيات",
          "كردي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كردي",
          "عربي",
          "رياضة",
          "رياضيات",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "كردي",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "رياضة",
          "فيزياء",
          "عربي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "رياضة",
          "إنكليزي",
          "فيزياء",
          "رياضيات",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "P99V": {
    "الاسم": "سارة محمد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 40,
        "الكورس الثاني": 37,
        "السعي الأول": 8.67,
        "السعي السنوي": 28.56
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 21,
        "الكورس الثاني": 38,
        "السعي الأول": 8.0,
        "السعي السنوي": 22.33
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 39,
        "الكورس الثاني": 28,
        "السعي الأول": 9.0,
        "السعي السنوي": 25.33
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 23,
        "الكورس الثاني": 35,
        "السعي الأول": 9.67,
        "السعي السنوي": 22.56
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 40,
        "الكورس الثاني": 38,
        "السعي الأول": 8.67,
        "السعي السنوي": 28.89
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 39,
        "الكورس الثاني": 21,
        "السعي الأول": 7.67,
        "السعي السنوي": 22.56
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 21,
        "الكورس الثاني": 39,
        "السعي الأول": 8.33,
        "السعي السنوي": 22.78
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 25,
        "الكورس الثاني": 45,
        "السعي الأول": 6.33,
        "السعي السنوي": 25.44
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 31,
        "الكورس الثاني": 35,
        "السعي الأول": 8.33,
        "السعي السنوي": 24.78
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 23,
        "الكورس الثاني": 20,
        "السعي الأول": 8.0,
        "السعي السنوي": 17.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فيزياء",
          "فنية",
          "كيمياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "كيمياء",
          "فيزياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فيزياء",
          "إنكليزي",
          "حاسوب",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "حاسوب",
          "رياضيات",
          "رياضة",
          "عربي",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "NSWF": {
    "الاسم": "زينب نوري",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 25,
        "الكورس الثاني": 33,
        "السعي الأول": 6.0,
        "السعي السنوي": 21.33
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 49,
        "الكورس الثاني": 38,
        "السعي الأول": 9.0,
        "السعي السنوي": 32.0
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 45,
        "الكورس الثاني": 40,
        "السعي الأول": 8.33,
        "السعي السنوي": 31.11
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 29,
        "الكورس الثاني": 40,
        "السعي الأول": 7.67,
        "السعي السنوي": 25.56
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 21,
        "الكورس الثاني": 41,
        "السعي الأول": 8.0,
        "السعي السنوي": 23.33
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 43,
        "الكورس الثاني": 42,
        "السعي الأول": 9.33,
        "السعي السنوي": 31.44
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 24,
        "الكورس الثاني": 30,
        "السعي الأول": 9.67,
        "السعي السنوي": 21.22
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 35,
        "الكورس الثاني": 33,
        "السعي الأول": 7.0,
        "السعي السنوي": 25.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "عربي",
          "رياضة",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "رياضيات",
          "فيزياء",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "إنكليزي",
          "فيزياء",
          "عربي",
          "رياضة",
          "أحياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "QQ4H": {
    "الاسم": "علي حسين",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 23,
        "الكورس الثاني": 21,
        "السعي الأول": 8.67,
        "السعي السنوي": 17.56
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 21,
        "الكورس الثاني": 41,
        "السعي الأول": 8.0,
        "السعي السنوي": 23.33
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 39,
        "الكورس الثاني": 44,
        "السعي الأول": 8.67,
        "السعي السنوي": 30.56
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 40,
        "الكورس الثاني": 47,
        "السعي الأول": 7.67,
        "السعي السنوي": 31.56
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 22,
        "الكورس الثاني": 44,
        "السعي الأول": 7.0,
        "السعي السنوي": 24.33
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 32,
        "الكورس الثاني": 46,
        "السعي الأول": 9.0,
        "السعي السنوي": 29.0
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 39,
        "الكورس الثاني": 42,
        "السعي الأول": 9.0,
        "السعي السنوي": 30.0
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 25,
        "الكورس الثاني": 45,
        "السعي الأول": 6.67,
        "السعي السنوي": 25.56
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 43,
        "الكورس الثاني": 43,
        "السعي الأول": 7.67,
        "السعي السنوي": 31.22
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 27,
        "الكورس الثاني": 37,
        "السعي الأول": 6.67,
        "السعي السنوي": 23.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فنية",
          "عربي",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "رياضيات",
          "كردي",
          "عربي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "حاسوب",
          "فنية",
          "رياضة",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "كيمياء",
          "إنكليزي",
          "رياضيات",
          "كردي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "رياضيات",
          "عربي",
          "كيمياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "SBF4": {
    "الاسم": "كوثر مهدي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 45,
        "الكورس الثاني": 24,
        "السعي الأول": 6.33,
        "السعي السنوي": 25.11
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 32,
        "الكورس الثاني": 25,
        "السعي الأول": 6.67,
        "السعي السنوي": 21.22
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 34,
        "الكورس الثاني": 43,
        "السعي الأول": 6.67,
        "السعي السنوي": 27.89
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 38,
        "الكورس الثاني": 32,
        "السعي الأول": 7.67,
        "السعي السنوي": 25.89
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 43,
        "الكورس الثاني": 48,
        "السعي الأول": 8.33,
        "السعي السنوي": 33.11
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 20,
        "الكورس الثاني": 36,
        "السعي الأول": 6.0,
        "السعي السنوي": 20.67
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 25,
        "الكورس الثاني": 37,
        "السعي الأول": 7.33,
        "السعي السنوي": 23.11
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 33,
        "الكورس الثاني": 29,
        "السعي الأول": 5.33,
        "السعي السنوي": 22.44
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 50,
        "الكورس الثاني": 24,
        "السعي الأول": 7.0,
        "السعي السنوي": 27.0
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 31,
        "الكورس الثاني": 24,
        "السعي الأول": 5.33,
        "السعي السنوي": 20.11
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "إنكليزي",
          "كيمياء",
          "رياضيات",
          "كردي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كردي",
          "عربي",
          "رياضة",
          "رياضيات",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "كردي",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "رياضة",
          "فيزياء",
          "عربي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "رياضة",
          "إنكليزي",
          "فيزياء",
          "رياضيات",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "8HKW": {
    "الاسم": "صفاء عماد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 33,
        "الكورس الثاني": 26,
        "السعي الأول": 5.67,
        "السعي السنوي": 21.56
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 36,
        "الكورس الثاني": 47,
        "السعي الأول": 8.33,
        "السعي السنوي": 30.44
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 33,
        "الكورس الثاني": 32,
        "السعي الأول": 7.67,
        "السعي السنوي": 24.22
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 40,
        "الكورس الثاني": 35,
        "السعي الأول": 7.0,
        "السعي السنوي": 27.33
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 24,
        "الكورس الثاني": 44,
        "السعي الأول": 8.0,
        "السعي السنوي": 25.33
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 46,
        "الكورس الثاني": 25,
        "السعي الأول": 8.33,
        "السعي السنوي": 26.44
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 44,
        "الكورس الثاني": 23,
        "السعي الأول": 7.33,
        "السعي السنوي": 24.78
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 33,
        "الكورس الثاني": 40,
        "السعي الأول": 6.0,
        "السعي السنوي": 26.33
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 34,
        "الكورس الثاني": 34,
        "السعي الأول": 7.0,
        "السعي السنوي": 25.0
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 38,
        "الكورس الثاني": 37,
        "السعي الأول": 6.67,
        "السعي السنوي": 27.22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فيزياء",
          "فنية",
          "كيمياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "كيمياء",
          "فيزياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فيزياء",
          "إنكليزي",
          "حاسوب",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "حاسوب",
          "رياضيات",
          "رياضة",
          "عربي",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "3G2L": {
    "الاسم": "سارة محمد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 34,
        "الكورس الثاني": 24,
        "السعي الأول": 6.0,
        "السعي السنوي": 21.33
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 20,
        "الكورس الثاني": 22,
        "السعي الأول": 6.0,
        "السعي السنوي": 16.0
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 28,
        "الكورس الثاني": 26,
        "السعي الأول": 9.0,
        "السعي السنوي": 21.0
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 43,
        "الكورس الثاني": 33,
        "السعي الأول": 6.33,
        "السعي السنوي": 27.44
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 30,
        "الكورس الثاني": 42,
        "السعي الأول": 9.67,
        "السعي السنوي": 27.22
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 40,
        "الكورس الثاني": 26,
        "السعي الأول": 8.0,
        "السعي السنوي": 24.67
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 21,
        "الكورس الثاني": 23,
        "السعي الأول": 9.33,
        "السعي السنوي": 17.78
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 29,
        "الكورس الثاني": 35,
        "السعي الأول": 7.67,
        "السعي السنوي": 23.89
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "عربي",
          "رياضة",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "رياضيات",
          "فيزياء",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "إنكليزي",
          "فيزياء",
          "عربي",
          "رياضة",
          "أحياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "LQ5S": {
    "الاسم": "دعاء سالم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 27,
        "الكورس الثاني": 25,
        "السعي الأول": 8.67,
        "السعي السنوي": 20.22
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 33,
        "الكورس الثاني": 46,
        "السعي الأول": 8.0,
        "السعي السنوي": 29.0
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 36,
        "الكورس الثاني": 45,
        "السعي الأول": 7.67,
        "السعي السنوي": 29.56
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 21,
        "الكورس الثاني": 45,
        "السعي الأول": 8.33,
        "السعي السنوي": 24.78
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 42,
        "الكورس الثاني": 26,
        "السعي الأول": 6.33,
        "السعي السنوي": 24.78
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 22,
        "الكورس الثاني": 46,
        "السعي الأول": 7.33,
        "السعي السنوي": 25.11
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 35,
        "الكورس الثاني": 23,
        "السعي الأول": 6.33,
        "السعي السنوي": 21.44
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 29,
        "الكورس الثاني": 21,
        "السعي الأول": 8.67,
        "السعي السنوي": 19.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "فنية",
          "رياضة",
          "عربي",
          "كيمياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "رياضة",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "كيمياء",
          "أحياء",
          "عربي",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "فنية",
          "إنكليزي",
          "عربي",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "2H7P": {
    "الاسم": "حسين عبد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 41,
        "الكورس الثاني": 44,
        "السعي الأول": 8.33,
        "السعي السنوي": 31.11
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 35,
        "الكورس الثاني": 31,
        "السعي الأول": 6.33,
        "السعي السنوي": 24.11
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 26,
        "الكورس الثاني": 48,
        "السعي الأول": 9.33,
        "السعي السنوي": 27.78
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 42,
        "الكورس الثاني": 33,
        "السعي الأول": 6.33,
        "السعي السنوي": 27.11
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 22,
        "الكورس الثاني": 23,
        "السعي الأول": 7.0,
        "السعي السنوي": 17.33
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 42,
        "الكورس الثاني": 32,
        "السعي الأول": 8.67,
        "السعي السنوي": 27.56
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 47,
        "الكورس الثاني": 27,
        "السعي الأول": 8.67,
        "السعي السنوي": 27.56
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 23,
        "الكورس الثاني": 43,
        "السعي الأول": 7.33,
        "السعي السنوي": 24.44
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "رياضيات",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "فيزياء",
          "فنية",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "عربي",
          "فنية",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "عربي",
          "إنكليزي",
          "رياضة",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "C912": {
    "الاسم": "دعاء سالم",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 45,
        "الكورس الثاني": 21,
        "السعي الأول": 7.33,
        "السعي السنوي": 24.44
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 31,
        "الكورس الثاني": 50,
        "السعي الأول": 8.33,
        "السعي السنوي": 29.78
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 46,
        "الكورس الثاني": 32,
        "السعي الأول": 7.33,
        "السعي السنوي": 28.44
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 41,
        "الكورس الثاني": 41,
        "السعي الأول": 6.33,
        "السعي السنوي": 29.44
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 44,
        "الكورس الثاني": 30,
        "السعي الأول": 6.67,
        "السعي السنوي": 26.89
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 33,
        "الكورس الثاني": 23,
        "السعي الأول": 8.67,
        "السعي السنوي": 21.56
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 50,
        "الكورس الثاني": 40,
        "السعي الأول": 7.33,
        "السعي السنوي": 32.44
      },
      "حاسوب": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 44,
        "الكورس الثاني": 24,
        "السعي الأول": 8.67,
        "السعي السنوي": 25.56
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 43,
        "الكورس الثاني": 38,
        "السعي الأول": 6.33,
        "السعي السنوي": 29.11
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 22,
        "الكورس الثاني": 37,
        "السعي الأول": 8.33,
        "السعي السنوي": 22.44
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 35,
        "الكورس الثاني": 31,
        "السعي الأول": 8.0,
        "السعي السنوي": 24.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كردي",
          "حاسوب",
          "إنكليزي",
          "فيزياء",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كردي",
          "رياضيات",
          "فنية",
          "علم الأرض",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "كردي",
          "فيزياء",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "رياضة",
          "علم الأرض",
          "إنكليزي",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "RHHX": {
    "الاسم": "سلمان كريم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 50,
        "الكورس الثاني": 20,
        "السعي الأول": 6.67,
        "السعي السنوي": 25.56
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 32,
        "الكورس الثاني": 28,
        "السعي الأول": 9.67,
        "السعي السنوي": 23.22
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 33,
        "الكورس الثاني": 20,
        "السعي الأول": 7.0,
        "السعي السنوي": 20.0
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 36,
        "الكورس الثاني": 44,
        "السعي الأول": 7.0,
        "السعي السنوي": 29.0
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 43,
        "الكورس الثاني": 44,
        "السعي الأول": 7.33,
        "السعي السنوي": 31.44
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 44,
        "الكورس الثاني": 34,
        "السعي الأول": 7.33,
        "السعي السنوي": 28.44
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 47,
        "الكورس الثاني": 40,
        "السعي الأول": 8.67,
        "السعي السنوي": 31.89
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 35,
        "الكورس الثاني": 42,
        "السعي الأول": 7.33,
        "السعي السنوي": 28.11
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 39,
        "الكورس الثاني": 26,
        "السعي الأول": 8.0,
        "السعي السنوي": 24.33
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 33,
        "الكورس الثاني": 23,
        "السعي الأول": 8.0,
        "السعي السنوي": 21.33
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فنية",
          "عربي",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "رياضيات",
          "كردي",
          "عربي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "حاسوب",
          "فنية",
          "رياضة",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "كيمياء",
          "إنكليزي",
          "رياضيات",
          "كردي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "رياضيات",
          "عربي",
          "كيمياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "KGYY": {
    "الاسم": "هدى سامي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 37,
        "الكورس الثاني": 50,
        "السعي الأول": 8.33,
        "السعي السنوي": 31.78
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 27,
        "الكورس الثاني": 42,
        "السعي الأول": 6.67,
        "السعي السنوي": 25.22
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 31,
        "الكورس الثاني": 44,
        "السعي الأول": 6.67,
        "السعي السنوي": 27.22
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 35,
        "الكورس الثاني": 36,
        "السعي الأول": 7.33,
        "السعي السنوي": 26.11
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 44,
        "الكورس الثاني": 32,
        "السعي الأول": 6.67,
        "السعي السنوي": 27.56
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 44,
        "الكورس الثاني": 45,
        "السعي الأول": 9.0,
        "السعي السنوي": 32.67
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 21,
        "الكورس الثاني": 50,
        "السعي الأول": 6.67,
        "السعي السنوي": 25.89
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 30,
        "الكورس الثاني": 37,
        "السعي الأول": 7.0,
        "السعي السنوي": 24.67
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 32,
        "الكورس الثاني": 31,
        "السعي الأول": 7.67,
        "السعي السنوي": 23.56
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 41,
        "الكورس الثاني": 46,
        "السعي الأول": 7.33,
        "السعي السنوي": 31.44
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "إنكليزي",
          "كيمياء",
          "رياضيات",
          "كردي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كردي",
          "عربي",
          "رياضة",
          "رياضيات",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "كردي",
          "كيمياء",
          "إنكليزي",
          "عربي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "رياضة",
          "فيزياء",
          "عربي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "رياضة",
          "إنكليزي",
          "فيزياء",
          "رياضيات",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "EUBA": {
    "الاسم": "عبير خالد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 40,
        "الكورس الثاني": 50,
        "السعي الأول": 8.67,
        "السعي السنوي": 32.89
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 47,
        "الكورس الثاني": 40,
        "السعي الأول": 7.33,
        "السعي السنوي": 31.44
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 30,
        "الكورس الثاني": 31,
        "السعي الأول": 8.67,
        "السعي السنوي": 23.22
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 22,
        "الكورس الثاني": 43,
        "السعي الأول": 6.67,
        "السعي السنوي": 23.89
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 47,
        "الكورس الثاني": 43,
        "السعي الأول": 8.67,
        "السعي السنوي": 32.89
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 50,
        "الكورس الثاني": 40,
        "السعي الأول": 6.67,
        "السعي السنوي": 32.22
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 26,
        "الكورس الثاني": 24,
        "السعي الأول": 7.33,
        "السعي السنوي": 19.11
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 42,
        "الكورس الثاني": 39,
        "السعي الأول": 7.0,
        "السعي السنوي": 29.33
      },
      "علم الأرض": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 25,
        "الكورس الثاني": 26,
        "السعي الأول": 8.67,
        "السعي السنوي": 19.89
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 23,
        "الكورس الثاني": 41,
        "السعي الأول": 7.67,
        "السعي السنوي": 23.89
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 28,
        "الكورس الثاني": 36,
        "السعي الأول": 7.0,
        "السعي السنوي": 23.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فيزياء",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "حاسوب",
          "كيمياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "كيمياء",
          "فنية",
          "فيزياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "أحياء",
          "فيزياء",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "MZDT": {
    "الاسم": "زهراء قاسم",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 43,
        "الكورس الثاني": 32,
        "السعي الأول": 6.67,
        "السعي السنوي": 27.22
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 36,
        "الكورس الثاني": 37,
        "السعي الأول": 6.33,
        "السعي السنوي": 26.44
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 31,
        "الكورس الثاني": 50,
        "السعي الأول": 8.0,
        "السعي السنوي": 29.67
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 23,
        "الكورس الثاني": 22,
        "السعي الأول": 6.33,
        "السعي السنوي": 17.11
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 41,
        "الكورس الثاني": 35,
        "السعي الأول": 8.0,
        "السعي السنوي": 28.0
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 36,
        "الكورس الثاني": 22,
        "السعي الأول": 6.67,
        "السعي السنوي": 21.56
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 40,
        "الكورس الثاني": 25,
        "السعي الأول": 7.67,
        "السعي السنوي": 24.22
      },
      "حاسوب": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 33,
        "الكورس الثاني": 47,
        "السعي الأول": 7.33,
        "السعي السنوي": 29.11
      },
      "علم الأرض": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 35,
        "الكورس الثاني": 26,
        "السعي الأول": 8.0,
        "السعي السنوي": 23.0
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 38,
        "الكورس الثاني": 48,
        "السعي الأول": 10.0,
        "السعي السنوي": 32.0
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 44,
        "الكورس الثاني": 28,
        "السعي الأول": 6.67,
        "السعي السنوي": 26.22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كردي",
          "حاسوب",
          "إنكليزي",
          "فيزياء",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كردي",
          "رياضيات",
          "فنية",
          "علم الأرض",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "كردي",
          "فيزياء",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "رياضة",
          "علم الأرض",
          "إنكليزي",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "7K8C": {
    "الاسم": "يوسف حيدر",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 47,
        "الكورس الثاني": 23,
        "السعي الأول": 6.33,
        "السعي السنوي": 25.44
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 37,
        "الكورس الثاني": 35,
        "السعي الأول": 6.33,
        "السعي السنوي": 26.11
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 20,
        "الكورس الثاني": 31,
        "السعي الأول": 9.33,
        "السعي السنوي": 20.11
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 42,
        "الكورس الثاني": 30,
        "السعي الأول": 8.0,
        "السعي السنوي": 26.67
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 28,
        "الكورس الثاني": 26,
        "السعي الأول": 6.33,
        "السعي السنوي": 20.11
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 46,
        "الكورس الثاني": 28,
        "السعي الأول": 8.33,
        "السعي السنوي": 27.44
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 25,
        "الكورس الثاني": 48,
        "السعي الأول": 5.67,
        "السعي السنوي": 26.22
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 36,
        "الكورس الثاني": 28,
        "السعي الأول": 7.67,
        "السعي السنوي": 23.89
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "رياضيات",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "فيزياء",
          "فنية",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "عربي",
          "فنية",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "عربي",
          "إنكليزي",
          "رياضة",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "QUG3": {
    "الاسم": "عبير خالد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 29,
        "الكورس الثاني": 23,
        "السعي الأول": 7.67,
        "السعي السنوي": 19.89
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 32,
        "الكورس الثاني": 43,
        "السعي الأول": 6.33,
        "السعي السنوي": 27.11
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 21,
        "الكورس الثاني": 36,
        "السعي الأول": 8.33,
        "السعي السنوي": 21.78
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 40,
        "الكورس الثاني": 25,
        "السعي الأول": 6.67,
        "السعي السنوي": 23.89
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 30,
        "الكورس الثاني": 50,
        "السعي الأول": 6.0,
        "السعي السنوي": 28.67
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 23,
        "الكورس الثاني": 46,
        "السعي الأول": 7.67,
        "السعي السنوي": 25.56
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 45,
        "الكورس الثاني": 38,
        "السعي الأول": 8.0,
        "السعي السنوي": 30.33
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 46,
        "الكورس الثاني": 26,
        "السعي الأول": 5.67,
        "السعي السنوي": 25.89
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 41,
        "الكورس الثاني": 34,
        "السعي الأول": 7.67,
        "السعي السنوي": 27.56
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 34,
        "الكورس الثاني": 44,
        "السعي الأول": 9.0,
        "السعي السنوي": 29.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "YT19": {
    "الاسم": "زينب نوري",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 43,
        "الكورس الثاني": 22,
        "السعي الأول": 5.67,
        "السعي السنوي": 23.56
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 34,
        "الكورس الثاني": 20,
        "السعي الأول": 8.0,
        "السعي السنوي": 20.67
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 45,
        "الكورس الثاني": 34,
        "السعي الأول": 8.0,
        "السعي السنوي": 29.0
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 26,
        "الكورس الثاني": 28,
        "السعي الأول": 6.0,
        "السعي السنوي": 20.0
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 42,
        "الكورس الثاني": 32,
        "السعي الأول": 7.67,
        "السعي السنوي": 27.22
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 49,
        "الكورس الثاني": 35,
        "السعي الأول": 6.67,
        "السعي السنوي": 30.22
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 31,
        "الكورس الثاني": 30,
        "السعي الأول": 8.33,
        "السعي السنوي": 23.11
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 27,
        "الكورس الثاني": 49,
        "السعي الأول": 6.0,
        "السعي السنوي": 27.33
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 34,
        "الكورس الثاني": 50,
        "السعي الأول": 6.67,
        "السعي السنوي": 30.22
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 27,
        "الكورس الثاني": 34,
        "السعي الأول": 8.0,
        "السعي السنوي": 23.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "5KKG": {
    "الاسم": "نور كريم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 30,
        "الكورس الثاني": 29,
        "السعي الأول": 7.33,
        "السعي السنوي": 22.11
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 48,
        "الكورس الثاني": 23,
        "السعي الأول": 7.67,
        "السعي السنوي": 26.22
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 32,
        "الكورس الثاني": 44,
        "السعي الأول": 7.0,
        "السعي السنوي": 27.67
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 28,
        "الكورس الثاني": 39,
        "السعي الأول": 7.67,
        "السعي السنوي": 24.89
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 36,
        "الكورس الثاني": 45,
        "السعي الأول": 8.0,
        "السعي السنوي": 29.67
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 46,
        "الكورس الثاني": 27,
        "السعي الأول": 8.67,
        "السعي السنوي": 27.22
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 32,
        "الكورس الثاني": 43,
        "السعي الأول": 8.67,
        "السعي السنوي": 27.89
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 50,
        "الكورس الثاني": 43,
        "السعي الأول": 9.0,
        "السعي السنوي": 34.0
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 32,
        "الكورس الثاني": 27,
        "السعي الأول": 6.33,
        "السعي السنوي": 21.78
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 39,
        "الكورس الثاني": 31,
        "السعي الأول": 7.0,
        "السعي السنوي": 25.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "TVF5": {
    "الاسم": "فاطمة علي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 30,
        "الكورس الثاني": 44,
        "السعي الأول": 7.67,
        "السعي السنوي": 27.22
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 46,
        "الكورس الثاني": 27,
        "السعي الأول": 6.33,
        "السعي السنوي": 26.44
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 42,
        "الكورس الثاني": 43,
        "السعي الأول": 9.0,
        "السعي السنوي": 31.33
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 43,
        "الكورس الثاني": 43,
        "السعي الأول": 8.0,
        "السعي السنوي": 31.33
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 23,
        "الكورس الثاني": 23,
        "السعي الأول": 5.33,
        "السعي السنوي": 17.11
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 29,
        "الكورس الثاني": 25,
        "السعي الأول": 6.33,
        "السعي السنوي": 20.11
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 41,
        "الكورس الثاني": 29,
        "السعي الأول": 9.67,
        "السعي السنوي": 26.56
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 39,
        "الكورس الثاني": 36,
        "السعي الأول": 6.33,
        "السعي السنوي": 27.11
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 21,
        "الكورس الثاني": 50,
        "السعي الأول": 8.33,
        "السعي السنوي": 26.44
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 48,
        "الكورس الثاني": 39,
        "السعي الأول": 8.0,
        "السعي السنوي": 31.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "71HT": {
    "الاسم": "علي حسين",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 43,
        "الكورس الثاني": 36,
        "السعي الأول": 7.33,
        "السعي السنوي": 28.78
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 22,
        "الكورس الثاني": 35,
        "السعي الأول": 6.33,
        "السعي السنوي": 21.11
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 44,
        "الكورس الثاني": 42,
        "السعي الأول": 8.33,
        "السعي السنوي": 31.44
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 39,
        "الكورس الثاني": 33,
        "السعي الأول": 7.33,
        "السعي السنوي": 26.44
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 41,
        "الكورس الثاني": 47,
        "السعي الأول": 8.67,
        "السعي السنوي": 32.22
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 46,
        "الكورس الثاني": 34,
        "السعي الأول": 7.33,
        "السعي السنوي": 29.11
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 34,
        "الكورس الثاني": 36,
        "السعي الأول": 9.0,
        "السعي السنوي": 26.33
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 32,
        "الكورس الثاني": 21,
        "السعي الأول": 8.33,
        "السعي السنوي": 20.44
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "رياضيات",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "فيزياء",
          "فنية",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "عربي",
          "فنية",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "عربي",
          "إنكليزي",
          "رياضة",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "UUUK": {
    "الاسم": "أحمد مصطفى",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 38,
        "الكورس الثاني": 39,
        "السعي الأول": 8.33,
        "السعي السنوي": 28.44
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 28,
        "الكورس الثاني": 50,
        "السعي الأول": 8.33,
        "السعي السنوي": 28.78
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 45,
        "الكورس الثاني": 34,
        "السعي الأول": 7.67,
        "السعي السنوي": 28.89
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 31,
        "الكورس الثاني": 46,
        "السعي الأول": 8.0,
        "السعي السنوي": 28.33
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 22,
        "الكورس الثاني": 32,
        "السعي الأول": 6.67,
        "السعي السنوي": 20.22
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 27,
        "الكورس الثاني": 20,
        "السعي الأول": 6.67,
        "السعي السنوي": 17.89
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 40,
        "الكورس الثاني": 36,
        "السعي الأول": 8.33,
        "السعي السنوي": 28.11
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 25,
        "الكورس الثاني": 37,
        "السعي الأول": 6.33,
        "السعي السنوي": 22.78
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "عربي",
          "رياضة",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "رياضيات",
          "فيزياء",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "إنكليزي",
          "فيزياء",
          "عربي",
          "رياضة",
          "أحياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "AWNB": {
    "الاسم": "هدى سامي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 34,
        "الكورس الثاني": 27,
        "السعي الأول": 7.0,
        "السعي السنوي": 22.67
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 46,
        "الكورس الثاني": 26,
        "السعي الأول": 5.33,
        "السعي السنوي": 25.78
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 26,
        "الكورس الثاني": 24,
        "السعي الأول": 8.67,
        "السعي السنوي": 19.56
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 47,
        "الكورس الثاني": 27,
        "السعي الأول": 6.33,
        "السعي السنوي": 26.78
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 26,
        "الكورس الثاني": 23,
        "السعي الأول": 8.0,
        "السعي السنوي": 19.0
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 27,
        "الكورس الثاني": 32,
        "السعي الأول": 7.67,
        "السعي السنوي": 22.22
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 23,
        "الكورس الثاني": 49,
        "السعي الأول": 8.0,
        "السعي السنوي": 26.67
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 30,
        "الكورس الثاني": 36,
        "السعي الأول": 6.67,
        "السعي السنوي": 24.22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "رياضيات",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "فيزياء",
          "فنية",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "عربي",
          "فنية",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "عربي",
          "إنكليزي",
          "رياضة",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "FBH9": {
    "الاسم": "عبير خالد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 39,
        "الكورس الثاني": 36,
        "السعي الأول": 9.0,
        "السعي السنوي": 28.0
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 37,
        "الكورس الثاني": 23,
        "السعي الأول": 5.67,
        "السعي السنوي": 21.89
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 34,
        "الكورس الثاني": 33,
        "السعي الأول": 6.67,
        "السعي السنوي": 24.56
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 35,
        "الكورس الثاني": 35,
        "السعي الأول": 8.67,
        "السعي السنوي": 26.22
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 30,
        "الكورس الثاني": 28,
        "السعي الأول": 8.0,
        "السعي السنوي": 22.0
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 40,
        "الكورس الثاني": 37,
        "السعي الأول": 7.0,
        "السعي السنوي": 28.0
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 49,
        "الكورس الثاني": 37,
        "السعي الأول": 9.0,
        "السعي السنوي": 31.67
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 24,
        "الكورس الثاني": 48,
        "السعي الأول": 6.0,
        "السعي السنوي": 26.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "عربي",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "فيزياء",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "فنية",
          "فيزياء",
          "رياضة",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "رياضة",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضة",
          "عربي",
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "SV4W": {
    "الاسم": "علي حسين",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 43,
        "الكورس الثاني": 25,
        "السعي الأول": 7.67,
        "السعي السنوي": 25.22
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 50,
        "الكورس الثاني": 41,
        "السعي الأول": 7.0,
        "السعي السنوي": 32.67
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 30,
        "الكورس الثاني": 42,
        "السعي الأول": 6.0,
        "السعي السنوي": 26.0
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 43,
        "الكورس الثاني": 34,
        "السعي الأول": 5.67,
        "السعي السنوي": 27.56
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 33,
        "الكورس الثاني": 36,
        "السعي الأول": 9.67,
        "السعي السنوي": 26.22
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 35,
        "الكورس الثاني": 30,
        "السعي الأول": 9.33,
        "السعي السنوي": 24.78
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 48,
        "الكورس الثاني": 48,
        "السعي الأول": 6.33,
        "السعي السنوي": 34.11
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 36,
        "الكورس الثاني": 21,
        "السعي الأول": 6.33,
        "السعي السنوي": 21.11
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 25,
        "الكورس الثاني": 49,
        "السعي الأول": 5.0,
        "السعي السنوي": 26.33
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 45,
        "الكورس الثاني": 45,
        "السعي الأول": 7.0,
        "السعي السنوي": 32.33
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "34WS": {
    "الاسم": "فاطمة علي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 22,
        "الكورس الثاني": 26,
        "السعي الأول": 7.33,
        "السعي السنوي": 18.44
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 29,
        "الكورس الثاني": 27,
        "السعي الأول": 5.67,
        "السعي السنوي": 20.56
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 49,
        "الكورس الثاني": 20,
        "السعي الأول": 7.33,
        "السعي السنوي": 25.44
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 25,
        "الكورس الثاني": 30,
        "السعي الأول": 7.33,
        "السعي السنوي": 20.78
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 21,
        "الكورس الثاني": 49,
        "السعي الأول": 7.33,
        "السعي السنوي": 25.78
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 46,
        "الكورس الثاني": 21,
        "السعي الأول": 7.67,
        "السعي السنوي": 24.89
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 23,
        "الكورس الثاني": 48,
        "السعي الأول": 7.67,
        "السعي السنوي": 26.22
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 35,
        "الكورس الثاني": 23,
        "السعي الأول": 7.0,
        "السعي السنوي": 21.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "عربي",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "فيزياء",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "فنية",
          "فيزياء",
          "رياضة",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "رياضة",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضة",
          "عربي",
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "PL2D": {
    "الاسم": "حسن محمد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 41,
        "الكورس الثاني": 42,
        "السعي الأول": 10.0,
        "السعي السنوي": 31.0
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 39,
        "الكورس الثاني": 23,
        "السعي الأول": 8.0,
        "السعي السنوي": 23.33
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 21,
        "الكورس الثاني": 37,
        "السعي الأول": 10.0,
        "السعي السنوي": 22.67
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 42,
        "الكورس الثاني": 20,
        "السعي الأول": 7.0,
        "السعي السنوي": 23.0
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 28,
        "الكورس الثاني": 29,
        "السعي الأول": 6.33,
        "السعي السنوي": 21.11
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 28,
        "الكورس الثاني": 38,
        "السعي الأول": 7.33,
        "السعي السنوي": 24.44
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 41,
        "الكورس الثاني": 40,
        "السعي الأول": 8.67,
        "السعي السنوي": 29.89
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 24,
        "الكورس الثاني": 20,
        "السعي الأول": 8.0,
        "السعي السنوي": 17.33
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "رياضيات",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "فيزياء",
          "فنية",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "عربي",
          "فنية",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "عربي",
          "إنكليزي",
          "رياضة",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "3ECU": {
    "الاسم": "زينب نوري",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 37,
        "الكورس الثاني": 46,
        "السعي الأول": 9.67,
        "السعي السنوي": 30.89
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 43,
        "الكورس الثاني": 21,
        "السعي الأول": 6.67,
        "السعي السنوي": 23.56
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 28,
        "الكورس الثاني": 34,
        "السعي الأول": 8.33,
        "السعي السنوي": 23.44
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 21,
        "الكورس الثاني": 50,
        "السعي الأول": 6.0,
        "السعي السنوي": 25.67
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 43,
        "الكورس الثاني": 36,
        "السعي الأول": 9.0,
        "السعي السنوي": 29.33
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 29,
        "الكورس الثاني": 46,
        "السعي الأول": 6.67,
        "السعي السنوي": 27.22
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 36,
        "الكورس الثاني": 50,
        "السعي الأول": 9.33,
        "السعي السنوي": 31.78
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 33,
        "الكورس الثاني": 26,
        "السعي الأول": 8.67,
        "السعي السنوي": 22.56
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 36,
        "الكورس الثاني": 31,
        "السعي الأول": 7.67,
        "السعي السنوي": 24.89
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 36,
        "الكورس الثاني": 50,
        "السعي الأول": 7.0,
        "السعي السنوي": 31.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فنية",
          "عربي",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "رياضيات",
          "كردي",
          "عربي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "حاسوب",
          "فنية",
          "رياضة",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "كيمياء",
          "إنكليزي",
          "رياضيات",
          "كردي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "رياضيات",
          "عربي",
          "كيمياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "FBXV": {
    "الاسم": "صفاء عماد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 27,
        "الكورس الثاني": 47,
        "السعي الأول": 8.67,
        "السعي السنوي": 27.56
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 49,
        "الكورس الثاني": 43,
        "السعي الأول": 7.67,
        "السعي السنوي": 33.22
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 47,
        "الكورس الثاني": 50,
        "السعي الأول": 6.0,
        "السعي السنوي": 34.33
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 25,
        "الكورس الثاني": 27,
        "السعي الأول": 7.67,
        "السعي السنوي": 19.89
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 25,
        "الكورس الثاني": 33,
        "السعي الأول": 6.67,
        "السعي السنوي": 21.56
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 50,
        "الكورس الثاني": 48,
        "السعي الأول": 6.67,
        "السعي السنوي": 34.89
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 32,
        "الكورس الثاني": 32,
        "السعي الأول": 7.33,
        "السعي السنوي": 23.78
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 25,
        "الكورس الثاني": 46,
        "السعي الأول": 8.0,
        "السعي السنوي": 26.33
      },
      "علم الأرض": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 33,
        "الكورس الثاني": 41,
        "السعي الأول": 6.33,
        "السعي السنوي": 26.78
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 46,
        "الكورس الثاني": 35,
        "السعي الأول": 6.33,
        "السعي السنوي": 29.11
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 37,
        "الكورس الثاني": 30,
        "السعي الأول": 7.33,
        "السعي السنوي": 24.78
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "فيزياء",
          "كردي",
          "رياضيات",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "حاسوب",
          "إنكليزي",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضيات",
          "كردي",
          "رياضة",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "فنية",
          "علم الأرض",
          "إنكليزي",
          "كردي",
          "رياضيات"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "56TS": {
    "الاسم": "حسن محمد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 49,
        "الكورس الثاني": 46,
        "السعي الأول": 8.67,
        "السعي السنوي": 34.56
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 36,
        "الكورس الثاني": 48,
        "السعي الأول": 9.0,
        "السعي السنوي": 31.0
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 28,
        "الكورس الثاني": 41,
        "السعي الأول": 7.0,
        "السعي السنوي": 25.33
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 47,
        "الكورس الثاني": 41,
        "السعي الأول": 9.33,
        "السعي السنوي": 32.44
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 40,
        "الكورس الثاني": 35,
        "السعي الأول": 8.33,
        "السعي السنوي": 27.78
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 41,
        "الكورس الثاني": 25,
        "السعي الأول": 6.0,
        "السعي السنوي": 24.0
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 26,
        "الكورس الثاني": 24,
        "السعي الأول": 7.0,
        "السعي السنوي": 19.0
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 44,
        "الكورس الثاني": 43,
        "السعي الأول": 8.67,
        "السعي السنوي": 31.89
      },
      "علم الأرض": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 48,
        "الكورس الثاني": 44,
        "السعي الأول": 6.67,
        "السعي السنوي": 32.89
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 24,
        "الكورس الثاني": 23,
        "السعي الأول": 7.33,
        "السعي السنوي": 18.11
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 35,
        "الكورس الثاني": 22,
        "السعي الأول": 9.67,
        "السعي السنوي": 22.22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "فيزياء",
          "كردي",
          "رياضيات",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "حاسوب",
          "إنكليزي",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضيات",
          "كردي",
          "رياضة",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "فنية",
          "علم الأرض",
          "إنكليزي",
          "كردي",
          "رياضيات"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "B1S6": {
    "الاسم": "حسين عبد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 45,
        "الكورس الثاني": 32,
        "السعي الأول": 5.67,
        "السعي السنوي": 27.56
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 42,
        "الكورس الثاني": 32,
        "السعي الأول": 5.67,
        "السعي السنوي": 26.56
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 25,
        "الكورس الثاني": 41,
        "السعي الأول": 8.0,
        "السعي السنوي": 24.67
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 38,
        "الكورس الثاني": 39,
        "السعي الأول": 7.33,
        "السعي السنوي": 28.11
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 28,
        "الكورس الثاني": 22,
        "السعي الأول": 7.67,
        "السعي السنوي": 19.22
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 21,
        "الكورس الثاني": 22,
        "السعي الأول": 7.33,
        "السعي السنوي": 16.78
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 47,
        "الكورس الثاني": 33,
        "السعي الأول": 7.67,
        "السعي السنوي": 29.22
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 37,
        "الكورس الثاني": 49,
        "السعي الأول": 7.67,
        "السعي السنوي": 31.22
      },
      "علم الأرض": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 26,
        "الكورس الثاني": 24,
        "السعي الأول": 10.0,
        "السعي السنوي": 20.0
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 47,
        "الكورس الثاني": 41,
        "السعي الأول": 7.0,
        "السعي السنوي": 31.67
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 43,
        "الكورس الثاني": 28,
        "السعي الأول": 6.33,
        "السعي السنوي": 25.78
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "فيزياء",
          "كردي",
          "رياضيات",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "حاسوب",
          "إنكليزي",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضيات",
          "كردي",
          "رياضة",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "فنية",
          "علم الأرض",
          "إنكليزي",
          "كردي",
          "رياضيات"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "CB5A": {
    "الاسم": "محمد علي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 32,
        "الكورس الثاني": 26,
        "السعي الأول": 7.0,
        "السعي السنوي": 21.67
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 50,
        "الكورس الثاني": 47,
        "السعي الأول": 7.33,
        "السعي السنوي": 34.78
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 22,
        "الكورس الثاني": 46,
        "السعي الأول": 6.0,
        "السعي السنوي": 24.67
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 38,
        "الكورس الثاني": 43,
        "السعي الأول": 7.33,
        "السعي السنوي": 29.44
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 22,
        "الكورس الثاني": 39,
        "السعي الأول": 8.33,
        "السعي السنوي": 23.11
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 21,
        "الكورس الثاني": 49,
        "السعي الأول": 5.33,
        "السعي السنوي": 25.11
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 25,
        "الكورس الثاني": 27,
        "السعي الأول": 6.0,
        "السعي السنوي": 19.33
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 44,
        "الكورس الثاني": 31,
        "السعي الأول": 8.0,
        "السعي السنوي": 27.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "عربي",
          "رياضة",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "رياضيات",
          "فيزياء",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "إنكليزي",
          "فيزياء",
          "عربي",
          "رياضة",
          "أحياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "5JRA": {
    "الاسم": "فاطمة علي",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 26,
        "الكورس الثاني": 46,
        "السعي الأول": 7.67,
        "السعي السنوي": 26.56
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 21,
        "الكورس الثاني": 26,
        "السعي الأول": 8.0,
        "السعي السنوي": 18.33
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 46,
        "الكورس الثاني": 37,
        "السعي الأول": 8.0,
        "السعي السنوي": 30.33
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 34,
        "الكورس الثاني": 44,
        "السعي الأول": 6.33,
        "السعي السنوي": 28.11
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 23,
        "الكورس الثاني": 23,
        "السعي الأول": 6.0,
        "السعي السنوي": 17.33
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 49,
        "الكورس الثاني": 48,
        "السعي الأول": 7.67,
        "السعي السنوي": 34.89
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 42,
        "الكورس الثاني": 48,
        "السعي الأول": 6.67,
        "السعي السنوي": 32.22
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 26,
        "الكورس الثاني": 37,
        "السعي الأول": 9.67,
        "السعي السنوي": 24.22
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 44,
        "الكورس الثاني": 22,
        "السعي الأول": 9.33,
        "السعي السنوي": 25.11
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 42,
        "الكورس الثاني": 44,
        "السعي الأول": 8.0,
        "السعي السنوي": 31.33
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 50,
        "الكورس الثاني": 28,
        "السعي الأول": 7.67,
        "السعي السنوي": 28.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "فيزياء",
          "كردي",
          "رياضيات",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "حاسوب",
          "إنكليزي",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضيات",
          "كردي",
          "رياضة",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "فنية",
          "علم الأرض",
          "إنكليزي",
          "كردي",
          "رياضيات"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "CCBR": {
    "الاسم": "سارة محمد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 33,
        "الكورس الثاني": 50,
        "السعي الأول": 5.33,
        "السعي السنوي": 29.44
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 40,
        "الكورس الثاني": 21,
        "السعي الأول": 7.67,
        "السعي السنوي": 22.89
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 40,
        "الكورس الثاني": 48,
        "السعي الأول": 8.0,
        "السعي السنوي": 32.0
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 34,
        "الكورس الثاني": 28,
        "السعي الأول": 7.67,
        "السعي السنوي": 23.22
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 35,
        "الكورس الثاني": 44,
        "السعي الأول": 6.33,
        "السعي السنوي": 28.44
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 50,
        "الكورس الثاني": 37,
        "السعي الأول": 7.33,
        "السعي السنوي": 31.44
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 34,
        "الكورس الثاني": 28,
        "السعي الأول": 7.67,
        "السعي السنوي": 23.22
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 39,
        "الكورس الثاني": 28,
        "السعي الأول": 7.0,
        "السعي السنوي": 24.67
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 35,
        "الكورس الثاني": 29,
        "السعي الأول": 7.33,
        "السعي السنوي": 23.78
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 36,
        "الكورس الثاني": 47,
        "السعي الأول": 9.0,
        "السعي السنوي": 30.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فنية",
          "عربي",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "رياضيات",
          "كردي",
          "عربي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "حاسوب",
          "فنية",
          "رياضة",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "كيمياء",
          "إنكليزي",
          "رياضيات",
          "كردي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "رياضيات",
          "عربي",
          "كيمياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "7SZ4": {
    "الاسم": "دعاء سالم",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 28,
        "الكورس الثاني": 30,
        "السعي الأول": 5.33,
        "السعي السنوي": 21.11
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 33,
        "الكورس الثاني": 29,
        "السعي الأول": 6.33,
        "السعي السنوي": 22.78
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 46,
        "الكورس الثاني": 23,
        "السعي الأول": 7.33,
        "السعي السنوي": 25.44
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 32,
        "الكورس الثاني": 48,
        "السعي الأول": 8.33,
        "السعي السنوي": 29.44
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 43,
        "الكورس الثاني": 50,
        "السعي الأول": 8.0,
        "السعي السنوي": 33.67
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 49,
        "الكورس الثاني": 45,
        "السعي الأول": 5.67,
        "السعي السنوي": 33.22
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 31,
        "الكورس الثاني": 40,
        "السعي الأول": 8.0,
        "السعي السنوي": 26.33
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 24,
        "الكورس الثاني": 42,
        "السعي الأول": 6.0,
        "السعي السنوي": 24.0
      },
      "علم الأرض": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 43,
        "الكورس الثاني": 47,
        "السعي الأول": 7.67,
        "السعي السنوي": 32.56
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 32,
        "الكورس الثاني": 41,
        "السعي الأول": 6.33,
        "السعي السنوي": 26.44
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 28,
        "الكورس الثاني": 44,
        "السعي الأول": 7.67,
        "السعي السنوي": 26.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فيزياء",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "حاسوب",
          "كيمياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "كيمياء",
          "فنية",
          "فيزياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "أحياء",
          "فيزياء",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "4SV7": {
    "الاسم": "محمد علي",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 40,
        "الكورس الثاني": 29,
        "السعي الأول": 7.67,
        "السعي السنوي": 25.56
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 43,
        "الكورس الثاني": 34,
        "السعي الأول": 7.67,
        "السعي السنوي": 28.22
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 22,
        "الكورس الثاني": 29,
        "السعي الأول": 8.33,
        "السعي السنوي": 19.78
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 23,
        "الكورس الثاني": 23,
        "السعي الأول": 6.33,
        "السعي السنوي": 17.44
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 36,
        "الكورس الثاني": 25,
        "السعي الأول": 6.67,
        "السعي السنوي": 22.56
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 27,
        "الكورس الثاني": 33,
        "السعي الأول": 6.67,
        "السعي السنوي": 22.22
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 28,
        "الكورس الثاني": 39,
        "السعي الأول": 5.33,
        "السعي السنوي": 24.11
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 43,
        "الكورس الثاني": 45,
        "السعي الأول": 7.67,
        "السعي السنوي": 31.89
      },
      "علم الأرض": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 22,
        "الكورس الثاني": 28,
        "السعي الأول": 7.0,
        "السعي السنوي": 19.0
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 50,
        "الكورس الثاني": 36,
        "السعي الأول": 6.67,
        "السعي السنوي": 30.89
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 50,
        "الكورس الثاني": 27,
        "السعي الأول": 5.0,
        "السعي السنوي": 27.33
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "فيزياء",
          "كردي",
          "رياضيات",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "حاسوب",
          "إنكليزي",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضيات",
          "كردي",
          "رياضة",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "فنية",
          "علم الأرض",
          "إنكليزي",
          "كردي",
          "رياضيات"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "DMKZ": {
    "الاسم": "أحمد مصطفى",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 38,
        "الكورس الثاني": 44,
        "السعي الأول": 8.67,
        "السعي السنوي": 30.22
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 34,
        "الكورس الثاني": 30,
        "السعي الأول": 7.33,
        "السعي السنوي": 23.78
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 40,
        "الكورس الثاني": 39,
        "السعي الأول": 7.67,
        "السعي السنوي": 28.89
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 23,
        "الكورس الثاني": 33,
        "السعي الأول": 5.67,
        "السعي السنوي": 20.56
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 28,
        "الكورس الثاني": 30,
        "السعي الأول": 7.0,
        "السعي السنوي": 21.67
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 20,
        "الكورس الثاني": 20,
        "السعي الأول": 6.67,
        "السعي السنوي": 15.56
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 21,
        "الكورس الثاني": 20,
        "السعي الأول": 5.0,
        "السعي السنوي": 15.33
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 21,
        "الكورس الثاني": 47,
        "السعي الأول": 8.0,
        "السعي السنوي": 25.33
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "عربي",
          "رياضة",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "رياضيات",
          "فيزياء",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "إنكليزي",
          "فيزياء",
          "عربي",
          "رياضة",
          "أحياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "GDT8": {
    "الاسم": "حسن محمد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 48,
        "الكورس الثاني": 28,
        "السعي الأول": 6.33,
        "السعي السنوي": 27.44
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 27,
        "الكورس الثاني": 33,
        "السعي الأول": 7.67,
        "السعي السنوي": 22.56
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 29,
        "الكورس الثاني": 30,
        "السعي الأول": 7.67,
        "السعي السنوي": 22.22
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 45,
        "الكورس الثاني": 49,
        "السعي الأول": 9.33,
        "السعي السنوي": 34.44
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 50,
        "الكورس الثاني": 38,
        "السعي الأول": 6.67,
        "السعي السنوي": 31.56
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 36,
        "الكورس الثاني": 27,
        "السعي الأول": 7.33,
        "السعي السنوي": 23.44
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 25,
        "الكورس الثاني": 38,
        "السعي الأول": 6.33,
        "السعي السنوي": 23.11
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 47,
        "الكورس الثاني": 36,
        "السعي الأول": 6.33,
        "السعي السنوي": 29.78
      },
      "علم الأرض": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 28,
        "الكورس الثاني": 38,
        "السعي الأول": 6.67,
        "السعي السنوي": 24.22
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 47,
        "الكورس الثاني": 34,
        "السعي الأول": 8.67,
        "السعي السنوي": 29.89
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 50,
        "الكورس الثاني": 44,
        "السعي الأول": 8.0,
        "السعي السنوي": 34.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "فيزياء",
          "كردي",
          "رياضيات",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "حاسوب",
          "إنكليزي",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضيات",
          "كردي",
          "رياضة",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "فنية",
          "علم الأرض",
          "إنكليزي",
          "كردي",
          "رياضيات"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "HNKY": {
    "الاسم": "زينب نوري",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 33,
        "الكورس الثاني": 45,
        "السعي الأول": 8.67,
        "السعي السنوي": 28.89
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 49,
        "الكورس الثاني": 41,
        "السعي الأول": 8.0,
        "السعي السنوي": 32.67
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 44,
        "الكورس الثاني": 49,
        "السعي الأول": 6.67,
        "السعي السنوي": 33.22
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 33,
        "الكورس الثاني": 35,
        "السعي الأول": 7.33,
        "السعي السنوي": 25.11
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 25,
        "الكورس الثاني": 50,
        "السعي الأول": 7.33,
        "السعي السنوي": 27.44
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 45,
        "الكورس الثاني": 30,
        "السعي الأول": 9.67,
        "السعي السنوي": 28.22
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 47,
        "الكورس الثاني": 27,
        "السعي الأول": 7.67,
        "السعي السنوي": 27.22
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 39,
        "الكورس الثاني": 24,
        "السعي الأول": 6.33,
        "السعي السنوي": 23.11
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "عربي",
          "رياضة",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "رياضيات",
          "فيزياء",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "إنكليزي",
          "فيزياء",
          "عربي",
          "رياضة",
          "أحياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "MD6H": {
    "الاسم": "دعاء سالم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 31,
        "الكورس الثاني": 25,
        "السعي الأول": 7.33,
        "السعي السنوي": 21.11
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 41,
        "الكورس الثاني": 45,
        "السعي الأول": 8.33,
        "السعي السنوي": 31.44
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 35,
        "الكورس الثاني": 50,
        "السعي الأول": 8.0,
        "السعي السنوي": 31.0
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 26,
        "الكورس الثاني": 47,
        "السعي الأول": 5.67,
        "السعي السنوي": 26.22
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 28,
        "الكورس الثاني": 20,
        "السعي الأول": 6.67,
        "السعي السنوي": 18.22
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 48,
        "الكورس الثاني": 46,
        "السعي الأول": 7.33,
        "السعي السنوي": 33.78
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 20,
        "الكورس الثاني": 37,
        "السعي الأول": 7.0,
        "السعي السنوي": 21.33
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 34,
        "الكورس الثاني": 31,
        "السعي الأول": 7.0,
        "السعي السنوي": 24.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "رياضيات",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "فيزياء",
          "فنية",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "عربي",
          "فنية",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "عربي",
          "إنكليزي",
          "رياضة",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "7N3T": {
    "الاسم": "نور كريم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 22,
        "الكورس الثاني": 31,
        "السعي الأول": 9.33,
        "السعي السنوي": 20.78
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 46,
        "الكورس الثاني": 29,
        "السعي الأول": 6.67,
        "السعي السنوي": 27.22
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 29,
        "الكورس الثاني": 31,
        "السعي الأول": 7.33,
        "السعي السنوي": 22.44
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 45,
        "الكورس الثاني": 40,
        "السعي الأول": 9.0,
        "السعي السنوي": 31.33
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 21,
        "الكورس الثاني": 47,
        "السعي الأول": 5.67,
        "السعي السنوي": 24.56
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 29,
        "الكورس الثاني": 27,
        "السعي الأول": 8.67,
        "السعي السنوي": 21.56
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 32,
        "الكورس الثاني": 33,
        "السعي الأول": 8.67,
        "السعي السنوي": 24.56
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 31,
        "الكورس الثاني": 47,
        "السعي الأول": 8.67,
        "السعي السنوي": 28.89
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "فنية",
          "رياضة",
          "عربي",
          "كيمياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "رياضة",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "كيمياء",
          "أحياء",
          "عربي",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "فنية",
          "إنكليزي",
          "عربي",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "HZW4": {
    "الاسم": "زينب نوري",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 30,
        "الكورس الثاني": 44,
        "السعي الأول": 5.33,
        "السعي السنوي": 26.44
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 26,
        "الكورس الثاني": 26,
        "السعي الأول": 8.67,
        "السعي السنوي": 20.22
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 31,
        "الكورس الثاني": 26,
        "السعي الأول": 8.0,
        "السعي السنوي": 21.67
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 30,
        "الكورس الثاني": 35,
        "السعي الأول": 7.33,
        "السعي السنوي": 24.11
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 33,
        "الكورس الثاني": 43,
        "السعي الأول": 8.0,
        "السعي السنوي": 28.0
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 45,
        "الكورس الثاني": 46,
        "السعي الأول": 7.33,
        "السعي السنوي": 32.78
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 28,
        "الكورس الثاني": 30,
        "السعي الأول": 8.0,
        "السعي السنوي": 22.0
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 21,
        "الكورس الثاني": 28,
        "السعي الأول": 7.67,
        "السعي السنوي": 18.89
      },
      "علم الأرض": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 32,
        "الكورس الثاني": 37,
        "السعي الأول": 9.33,
        "السعي السنوي": 26.11
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 35,
        "الكورس الثاني": 25,
        "السعي الأول": 7.67,
        "السعي السنوي": 22.56
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 28,
        "الكورس الثاني": 40,
        "السعي الأول": 7.0,
        "السعي السنوي": 25.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كردي",
          "حاسوب",
          "إنكليزي",
          "فيزياء",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كردي",
          "رياضيات",
          "فنية",
          "علم الأرض",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "كردي",
          "فيزياء",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "رياضة",
          "علم الأرض",
          "إنكليزي",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "8AEX": {
    "الاسم": "سارة محمد",
    "الصف": "السادس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 33,
        "الكورس الثاني": 22,
        "السعي الأول": 7.67,
        "السعي السنوي": 20.89
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 27,
        "الكورس الثاني": 41,
        "السعي الأول": 9.33,
        "السعي السنوي": 25.78
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 37,
        "الكورس الثاني": 49,
        "السعي الأول": 7.0,
        "السعي السنوي": 31.0
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 24,
        "الكورس الثاني": 31,
        "السعي الأول": 7.33,
        "السعي السنوي": 20.78
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 39,
        "الكورس الثاني": 45,
        "السعي الأول": 7.0,
        "السعي السنوي": 30.33
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 24,
        "الكورس الثاني": 30,
        "السعي الأول": 7.33,
        "السعي السنوي": 20.44
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 24,
        "الكورس الثاني": 36,
        "السعي الأول": 7.67,
        "السعي السنوي": 22.56
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 26,
        "الكورس الثاني": 28,
        "السعي الأول": 7.67,
        "السعي السنوي": 20.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "رياضة",
          "فنية",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "عربي",
          "رياضة",
          "فيزياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "عربي",
          "فنية",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "رياضة",
          "رياضيات",
          "فيزياء",
          "كيمياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "إنكليزي",
          "فيزياء",
          "عربي",
          "رياضة",
          "أحياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "DPU3": {
    "الاسم": "مريم حسين",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 30,
        "الكورس الثاني": 28,
        "السعي الأول": 6.67,
        "السعي السنوي": 21.56
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 36,
        "الكورس الثاني": 37,
        "السعي الأول": 6.67,
        "السعي السنوي": 26.56
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 45,
        "الكورس الثاني": 42,
        "السعي الأول": 9.0,
        "السعي السنوي": 32.0
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 35,
        "الكورس الثاني": 26,
        "السعي الأول": 9.0,
        "السعي السنوي": 23.33
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 26,
        "الكورس الثاني": 39,
        "السعي الأول": 7.33,
        "السعي السنوي": 24.11
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 29,
        "الكورس الثاني": 49,
        "السعي الأول": 6.67,
        "السعي السنوي": 28.22
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 36,
        "الكورس الثاني": 44,
        "السعي الأول": 6.0,
        "السعي السنوي": 28.67
      },
      "رياضة": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 35,
        "الكورس الثاني": 30,
        "السعي الأول": 6.67,
        "السعي السنوي": 23.89
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "رياضيات",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "فيزياء",
          "فنية",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "عربي",
          "فنية",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "عربي",
          "إنكليزي",
          "رياضة",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "E7N5": {
    "الاسم": "عبير خالد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 39,
        "الكورس الثاني": 41,
        "السعي الأول": 6.67,
        "السعي السنوي": 28.89
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 47,
        "الكورس الثاني": 34,
        "السعي الأول": 6.33,
        "السعي السنوي": 29.11
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 28,
        "الكورس الثاني": 48,
        "السعي الأول": 6.33,
        "السعي السنوي": 27.44
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 34,
        "الكورس الثاني": 34,
        "السعي الأول": 7.33,
        "السعي السنوي": 25.11
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 26,
        "الكورس الثاني": 26,
        "السعي الأول": 8.0,
        "السعي السنوي": 20.0
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 47,
        "الكورس الثاني": 33,
        "السعي الأول": 8.33,
        "السعي السنوي": 29.44
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 48,
        "الكورس الثاني": 33,
        "السعي الأول": 5.33,
        "السعي السنوي": 28.78
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 33,
        "الكورس الثاني": 50,
        "السعي الأول": 7.67,
        "السعي السنوي": 30.22
      },
      "علم الأرض": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 41,
        "الكورس الثاني": 41,
        "السعي الأول": 7.67,
        "السعي السنوي": 29.89
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 50,
        "الكورس الثاني": 49,
        "السعي الأول": 8.33,
        "السعي السنوي": 35.78
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 43,
        "الكورس الثاني": 26,
        "السعي الأول": 6.0,
        "السعي السنوي": 25.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كردي",
          "حاسوب",
          "إنكليزي",
          "فيزياء",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كردي",
          "رياضيات",
          "فنية",
          "علم الأرض",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "كردي",
          "فيزياء",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "رياضة",
          "علم الأرض",
          "إنكليزي",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "4B52": {
    "الاسم": "محمد علي",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 38,
        "الكورس الثاني": 33,
        "السعي الأول": 6.67,
        "السعي السنوي": 25.89
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 33,
        "الكورس الثاني": 35,
        "السعي الأول": 8.33,
        "السعي السنوي": 25.44
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 20,
        "الكورس الثاني": 29,
        "السعي الأول": 8.67,
        "السعي السنوي": 19.22
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 47,
        "الكورس الثاني": 45,
        "السعي الأول": 8.33,
        "السعي السنوي": 33.44
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 50,
        "الكورس الثاني": 24,
        "السعي الأول": 6.67,
        "السعي السنوي": 26.89
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 49,
        "الكورس الثاني": 38,
        "السعي الأول": 7.67,
        "السعي السنوي": 31.56
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 23,
        "الكورس الثاني": 45,
        "السعي الأول": 5.33,
        "السعي السنوي": 24.44
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 23,
        "الكورس الثاني": 39,
        "السعي الأول": 6.0,
        "السعي السنوي": 22.67
      },
      "علم الأرض": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 31,
        "الكورس الثاني": 41,
        "السعي الأول": 10.0,
        "السعي السنوي": 27.33
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 27,
        "الكورس الثاني": 41,
        "السعي الأول": 8.33,
        "السعي السنوي": 25.44
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 48,
        "الكورس الثاني": 20,
        "السعي الأول": 7.0,
        "السعي السنوي": 25.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "كردي",
          "فنية",
          "إنكليزي",
          "حاسوب",
          "علم الأرض"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "أحياء",
          "رياضيات",
          "عربي",
          "رياضة",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "فيزياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "عربي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "عربي",
          "رياضيات",
          "أحياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "6C3Q": {
    "الاسم": "عبير خالد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 33,
        "الكورس الثاني": 44,
        "السعي الأول": 7.67,
        "السعي السنوي": 28.22
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 28,
        "الكورس الثاني": 39,
        "السعي الأول": 8.33,
        "السعي السنوي": 25.11
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 40,
        "الكورس الثاني": 24,
        "السعي الأول": 8.0,
        "السعي السنوي": 24.0
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 40,
        "الكورس الثاني": 47,
        "السعي الأول": 7.33,
        "السعي السنوي": 31.44
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 29,
        "الكورس الثاني": 48,
        "السعي الأول": 7.67,
        "السعي السنوي": 28.22
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 48,
        "الكورس الثاني": 48,
        "السعي الأول": 8.0,
        "السعي السنوي": 34.67
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 33,
        "الكورس الثاني": 48,
        "السعي الأول": 8.0,
        "السعي السنوي": 29.67
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 37,
        "الكورس الثاني": 49,
        "السعي الأول": 8.33,
        "السعي السنوي": 31.44
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 49,
        "الكورس الثاني": 21,
        "السعي الأول": 9.0,
        "السعي السنوي": 26.33
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 25,
        "الكورس الثاني": 38,
        "السعي الأول": 7.33,
        "السعي السنوي": 23.44
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فيزياء",
          "فنية",
          "كيمياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "كيمياء",
          "فيزياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فيزياء",
          "إنكليزي",
          "حاسوب",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "حاسوب",
          "رياضيات",
          "رياضة",
          "عربي",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "FYEP": {
    "الاسم": "كوثر مهدي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 50,
        "الكورس الثاني": 27,
        "السعي الأول": 8.67,
        "السعي السنوي": 28.56
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 38,
        "الكورس الثاني": 24,
        "السعي الأول": 7.33,
        "السعي السنوي": 23.11
      },
      "أحياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 21,
        "الكورس الثاني": 28,
        "السعي الأول": 7.33,
        "السعي السنوي": 18.78
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 29,
        "الكورس الثاني": 44,
        "السعي الأول": 5.67,
        "السعي السنوي": 26.22
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 40,
        "الكورس الثاني": 24,
        "السعي الأول": 9.33,
        "السعي السنوي": 24.44
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 29,
        "الكورس الثاني": 30,
        "السعي الأول": 8.67,
        "السعي السنوي": 22.56
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 32,
        "الكورس الثاني": 49,
        "السعي الأول": 7.0,
        "السعي السنوي": 29.33
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 21,
        "الكورس الثاني": 27,
        "السعي الأول": 6.33,
        "السعي السنوي": 18.11
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 43,
        "الكورس الثاني": 32,
        "السعي الأول": 7.67,
        "السعي السنوي": 27.56
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 47,
        "الكورس الثاني": 29,
        "السعي الأول": 7.0,
        "السعي السنوي": 27.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فنية",
          "عربي",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "رياضيات",
          "كردي",
          "عربي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "حاسوب",
          "فنية",
          "رياضة",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "كيمياء",
          "إنكليزي",
          "رياضيات",
          "كردي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "رياضيات",
          "عربي",
          "كيمياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "E3MA": {
    "الاسم": "زهراء قاسم",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 46,
        "الكورس الثاني": 33,
        "السعي الأول": 6.0,
        "السعي السنوي": 28.33
      },
      "كيمياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 36,
        "الكورس الثاني": 31,
        "السعي الأول": 7.0,
        "السعي السنوي": 24.67
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 31,
        "الكورس الثاني": 42,
        "السعي الأول": 7.33,
        "السعي السنوي": 26.78
      },
      "رياضيات": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 23,
        "الكورس الثاني": 29,
        "السعي الأول": 8.67,
        "السعي السنوي": 20.22
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 29,
        "الكورس الثاني": 42,
        "السعي الأول": 8.67,
        "السعي السنوي": 26.56
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 31,
        "الكورس الثاني": 26,
        "السعي الأول": 8.0,
        "السعي السنوي": 21.67
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 38,
        "الكورس الثاني": 25,
        "السعي الأول": 8.0,
        "السعي السنوي": 23.67
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 30,
        "الكورس الثاني": 35,
        "السعي الأول": 10.0,
        "السعي السنوي": 25.0
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 26,
        "الكورس الثاني": 25,
        "السعي الأول": 7.67,
        "السعي السنوي": 19.56
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 42,
        "الكورس الثاني": 20,
        "السعي الأول": 5.0,
        "السعي السنوي": 22.33
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فنية",
          "عربي",
          "أحياء",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كيمياء",
          "رياضيات",
          "كردي",
          "عربي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "حاسوب",
          "فنية",
          "رياضة",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "عربي",
          "كيمياء",
          "إنكليزي",
          "رياضيات",
          "كردي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "رياضيات",
          "عربي",
          "كيمياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "XA9T": {
    "الاسم": "فاطمة علي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 33,
        "الكورس الثاني": 45,
        "السعي الأول": 6.67,
        "السعي السنوي": 28.22
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 50,
        "الكورس الثاني": 47,
        "السعي الأول": 5.0,
        "السعي السنوي": 34.0
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 50,
        "الكورس الثاني": 47,
        "السعي الأول": 7.67,
        "السعي السنوي": 34.89
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 26,
        "الكورس الثاني": 45,
        "السعي الأول": 6.33,
        "السعي السنوي": 25.78
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 47,
        "الكورس الثاني": 29,
        "السعي الأول": 5.33,
        "السعي السنوي": 27.11
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 42,
        "الكورس الثاني": 35,
        "السعي الأول": 7.0,
        "السعي السنوي": 28.0
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 31,
        "الكورس الثاني": 37,
        "السعي الأول": 7.67,
        "السعي السنوي": 25.22
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 46,
        "الكورس الثاني": 24,
        "السعي الأول": 8.67,
        "السعي السنوي": 26.22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "فنية",
          "رياضة",
          "عربي",
          "كيمياء",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "رياضة",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فنية",
          "كيمياء",
          "أحياء",
          "عربي",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "فنية",
          "إنكليزي",
          "عربي",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "B8M9": {
    "الاسم": "دعاء سالم",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 28,
        "الكورس الثاني": 42,
        "السعي الأول": 7.67,
        "السعي السنوي": 25.89
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 34,
        "الكورس الثاني": 38,
        "السعي الأول": 8.0,
        "السعي السنوي": 26.67
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 50,
        "الكورس الثاني": 20,
        "السعي الأول": 8.33,
        "السعي السنوي": 26.11
      },
      "رياضيات": {
        "الشهر الأول": 7,
        "الشهر الثاني": 5,
        "الشهر الثالث": 8,
        "نصف السنة": 34,
        "الكورس الثاني": 35,
        "السعي الأول": 6.67,
        "السعي السنوي": 25.22
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 41,
        "الكورس الثاني": 32,
        "السعي الأول": 8.0,
        "السعي السنوي": 27.0
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 27,
        "الكورس الثاني": 25,
        "السعي الأول": 7.33,
        "السعي السنوي": 19.78
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 40,
        "الكورس الثاني": 36,
        "السعي الأول": 6.33,
        "السعي السنوي": 27.44
      },
      "رياضة": {
        "الشهر الأول": 6,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 33,
        "الكورس الثاني": 42,
        "السعي الأول": 8.0,
        "السعي السنوي": 27.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "رياضة",
          "عربي",
          "إنكليزي",
          "أحياء",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "عربي",
          "رياضيات",
          "أحياء",
          "رياضة",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "رياضة",
          "فيزياء",
          "فنية",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "عربي",
          "فنية",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فنية",
          "رياضيات",
          "عربي",
          "إنكليزي",
          "رياضة",
          "كيمياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "VNDH": {
    "الاسم": "طه رضا",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 50,
        "الكورس الثاني": 32,
        "السعي الأول": 9.0,
        "السعي السنوي": 30.33
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 32,
        "الكورس الثاني": 42,
        "السعي الأول": 7.33,
        "السعي السنوي": 27.11
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 33,
        "الكورس الثاني": 43,
        "السعي الأول": 8.0,
        "السعي السنوي": 28.0
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 49,
        "الكورس الثاني": 46,
        "السعي الأول": 7.67,
        "السعي السنوي": 34.22
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 42,
        "الكورس الثاني": 43,
        "السعي الأول": 6.0,
        "السعي السنوي": 30.33
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 42,
        "الكورس الثاني": 30,
        "السعي الأول": 8.0,
        "السعي السنوي": 26.67
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 42,
        "الكورس الثاني": 20,
        "السعي الأول": 7.67,
        "السعي السنوي": 23.22
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 35,
        "الكورس الثاني": 43,
        "السعي الأول": 8.0,
        "السعي السنوي": 28.67
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 50,
        "الكورس الثاني": 42,
        "السعي الأول": 7.33,
        "السعي السنوي": 33.11
      },
      "فنية": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 35,
        "الكورس الثاني": 24,
        "السعي الأول": 7.67,
        "السعي السنوي": 22.22
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 45,
        "الكورس الثاني": 49,
        "السعي الأول": 7.0,
        "السعي السنوي": 33.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فيزياء",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "حاسوب",
          "كيمياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "كيمياء",
          "فنية",
          "فيزياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "أحياء",
          "فيزياء",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "P8DY": {
    "الاسم": "فاطمة علي",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 39,
        "الكورس الثاني": 44,
        "السعي الأول": 7.33,
        "السعي السنوي": 30.11
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 29,
        "الكورس الثاني": 37,
        "السعي الأول": 6.67,
        "السعي السنوي": 24.22
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 49,
        "الكورس الثاني": 39,
        "السعي الأول": 8.33,
        "السعي السنوي": 32.11
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 49,
        "الكورس الثاني": 36,
        "السعي الأول": 8.33,
        "السعي السنوي": 31.11
      },
      "عربي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 47,
        "الكورس الثاني": 42,
        "السعي الأول": 9.0,
        "السعي السنوي": 32.67
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 27,
        "الكورس الثاني": 26,
        "السعي الأول": 7.0,
        "السعي السنوي": 20.0
      },
      "كردي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 34,
        "الكورس الثاني": 38,
        "السعي الأول": 6.33,
        "السعي السنوي": 26.11
      },
      "حاسوب": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 44,
        "الكورس الثاني": 38,
        "السعي الأول": 6.67,
        "السعي السنوي": 29.56
      },
      "علم الأرض": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 30,
        "الكورس الثاني": 40,
        "السعي الأول": 6.67,
        "السعي السنوي": 25.56
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 44,
        "الكورس الثاني": 30,
        "السعي الأول": 8.0,
        "السعي السنوي": 27.33
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 27,
        "الكورس الثاني": 50,
        "السعي الأول": 7.0,
        "السعي السنوي": 28.0
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فيزياء",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "حاسوب",
          "كيمياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "كيمياء",
          "فنية",
          "فيزياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "أحياء",
          "فيزياء",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "KJHP": {
    "الاسم": "فاطمة علي",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 24,
        "الكورس الثاني": 23,
        "السعي الأول": 7.67,
        "السعي السنوي": 18.22
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 28,
        "الكورس الثاني": 28,
        "السعي الأول": 5.67,
        "السعي السنوي": 20.56
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 35,
        "الكورس الثاني": 46,
        "السعي الأول": 6.0,
        "السعي السنوي": 29.0
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 46,
        "الكورس الثاني": 41,
        "السعي الأول": 7.33,
        "السعي السنوي": 31.44
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 5,
        "نصف السنة": 41,
        "الكورس الثاني": 23,
        "السعي الأول": 6.0,
        "السعي السنوي": 23.33
      },
      "إنكليزي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 6,
        "نصف السنة": 50,
        "الكورس الثاني": 41,
        "السعي الأول": 6.67,
        "السعي السنوي": 32.56
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 43,
        "الكورس الثاني": 39,
        "السعي الأول": 8.33,
        "السعي السنوي": 30.11
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 21,
        "الكورس الثاني": 26,
        "السعي الأول": 8.33,
        "السعي السنوي": 18.44
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 10,
        "نصف السنة": 30,
        "الكورس الثاني": 45,
        "السعي الأول": 8.33,
        "السعي السنوي": 27.78
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 27,
        "الكورس الثاني": 43,
        "السعي الأول": 8.33,
        "السعي السنوي": 26.11
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كيمياء",
          "رياضة",
          "إنكليزي",
          "أحياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فيزياء",
          "فنية",
          "كيمياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "كردي",
          "إنكليزي",
          "كيمياء",
          "فيزياء",
          "أحياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "رياضة",
          "فيزياء",
          "إنكليزي",
          "حاسوب",
          "عربي",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "كيمياء",
          "حاسوب",
          "رياضيات",
          "رياضة",
          "عربي",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "KAFQ": {
    "الاسم": "حسن محمد",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 30,
        "الكورس الثاني": 22,
        "السعي الأول": 8.67,
        "السعي السنوي": 20.22
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 33,
        "الكورس الثاني": 23,
        "السعي الأول": 9.33,
        "السعي السنوي": 21.78
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 48,
        "الكورس الثاني": 43,
        "السعي الأول": 6.33,
        "السعي السنوي": 32.44
      },
      "رياضيات": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 30,
        "الكورس الثاني": 34,
        "السعي الأول": 7.67,
        "السعي السنوي": 23.89
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 28,
        "الكورس الثاني": 38,
        "السعي الأول": 9.0,
        "السعي السنوي": 25.0
      },
      "إنكليزي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 32,
        "الكورس الثاني": 23,
        "السعي الأول": 7.33,
        "السعي السنوي": 20.78
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 33,
        "الكورس الثاني": 39,
        "السعي الأول": 7.33,
        "السعي السنوي": 26.44
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 25,
        "الكورس الثاني": 29,
        "السعي الأول": 7.33,
        "السعي السنوي": 20.44
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 6,
        "نصف السنة": 27,
        "الكورس الثاني": 50,
        "السعي الأول": 7.67,
        "السعي السنوي": 28.22
      },
      "رياضة": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 48,
        "الكورس الثاني": 48,
        "السعي الأول": 8.33,
        "السعي السنوي": 34.78
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "322Z": {
    "الاسم": "طه رضا",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 22,
        "الكورس الثاني": 29,
        "السعي الأول": 6.67,
        "السعي السنوي": 19.22
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 25,
        "الكورس الثاني": 27,
        "السعي الأول": 9.0,
        "السعي السنوي": 20.33
      },
      "أحياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 38,
        "الكورس الثاني": 27,
        "السعي الأول": 7.0,
        "السعي السنوي": 24.0
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 36,
        "الكورس الثاني": 49,
        "السعي الأول": 8.67,
        "السعي السنوي": 31.22
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 37,
        "الكورس الثاني": 43,
        "السعي الأول": 6.0,
        "السعي السنوي": 28.67
      },
      "إنكليزي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 37,
        "الكورس الثاني": 24,
        "السعي الأول": 6.67,
        "السعي السنوي": 22.56
      },
      "كردي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 50,
        "الكورس الثاني": 37,
        "السعي الأول": 8.0,
        "السعي السنوي": 31.67
      },
      "حاسوب": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 30,
        "الكورس الثاني": 29,
        "السعي الأول": 8.67,
        "السعي السنوي": 22.56
      },
      "علم الأرض": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 7,
        "نصف السنة": 27,
        "الكورس الثاني": 36,
        "السعي الأول": 6.67,
        "السعي السنوي": 23.22
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 45,
        "الكورس الثاني": 40,
        "السعي الأول": 8.0,
        "السعي السنوي": 31.0
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 45,
        "الكورس الثاني": 25,
        "السعي الأول": 7.0,
        "السعي السنوي": 25.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كردي",
          "حاسوب",
          "إنكليزي",
          "فيزياء",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كردي",
          "رياضيات",
          "فنية",
          "علم الأرض",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "كردي",
          "فيزياء",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "رياضة",
          "علم الأرض",
          "إنكليزي",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "M9JL": {
    "الاسم": "فاطمة علي",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 33,
        "الكورس الثاني": 42,
        "السعي الأول": 8.67,
        "السعي السنوي": 27.89
      },
      "كيمياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 22,
        "الكورس الثاني": 48,
        "السعي الأول": 6.67,
        "السعي السنوي": 25.56
      },
      "أحياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 25,
        "الكورس الثاني": 34,
        "السعي الأول": 7.33,
        "السعي السنوي": 22.11
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 49,
        "الكورس الثاني": 42,
        "السعي الأول": 6.67,
        "السعي السنوي": 32.56
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 44,
        "الكورس الثاني": 44,
        "السعي الأول": 7.0,
        "السعي السنوي": 31.67
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 49,
        "الكورس الثاني": 38,
        "السعي الأول": 10.0,
        "السعي السنوي": 32.33
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 7,
        "نصف السنة": 29,
        "الكورس الثاني": 23,
        "السعي الأول": 7.33,
        "السعي السنوي": 19.78
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 33,
        "الكورس الثاني": 43,
        "السعي الأول": 8.33,
        "السعي السنوي": 28.11
      },
      "علم الأرض": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 37,
        "الكورس الثاني": 50,
        "السعي الأول": 5.67,
        "السعي السنوي": 30.89
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 48,
        "الكورس الثاني": 50,
        "السعي الأول": 9.0,
        "السعي السنوي": 35.67
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 48,
        "الكورس الثاني": 31,
        "السعي الأول": 7.33,
        "السعي السنوي": 28.78
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "كردي",
          "حاسوب",
          "إنكليزي",
          "فيزياء",
          "كيمياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "كردي",
          "رياضيات",
          "فنية",
          "علم الأرض",
          "حاسوب",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "كردي",
          "فيزياء",
          "عربي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "حاسوب",
          "رياضة",
          "علم الأرض",
          "إنكليزي",
          "فنية"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "إنكليزي",
          "عربي",
          "رياضيات",
          "كيمياء",
          "رياضة"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "BB92": {
    "الاسم": "طه رضا",
    "الصف": "الرابع الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 31,
        "الكورس الثاني": 32,
        "السعي الأول": 7.33,
        "السعي السنوي": 23.44
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 27,
        "الكورس الثاني": 34,
        "السعي الأول": 7.67,
        "السعي السنوي": 22.89
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 49,
        "الكورس الثاني": 24,
        "السعي الأول": 9.33,
        "السعي السنوي": 27.44
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 46,
        "الكورس الثاني": 43,
        "السعي الأول": 8.67,
        "السعي السنوي": 32.56
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 5,
        "نصف السنة": 25,
        "الكورس الثاني": 21,
        "السعي الأول": 7.33,
        "السعي السنوي": 17.78
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 6,
        "نصف السنة": 39,
        "الكورس الثاني": 39,
        "السعي الأول": 7.0,
        "السعي السنوي": 28.33
      },
      "كردي": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 24,
        "الكورس الثاني": 24,
        "السعي الأول": 8.0,
        "السعي السنوي": 18.67
      },
      "حاسوب": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 50,
        "الكورس الثاني": 44,
        "السعي الأول": 8.0,
        "السعي السنوي": 34.0
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 5,
        "الشهر الثالث": 9,
        "نصف السنة": 22,
        "الكورس الثاني": 45,
        "السعي الأول": 8.0,
        "السعي السنوي": 25.0
      },
      "رياضة": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 20,
        "الكورس الثاني": 39,
        "السعي الأول": 7.33,
        "السعي السنوي": 22.11
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "حاسوب",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فنية",
          "كيمياء",
          "كردي",
          "عربي",
          "حاسوب",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فنية",
          "كيمياء",
          "عربي",
          "إنكليزي",
          "رياضة",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "حاسوب",
          "فيزياء",
          "فنية",
          "كردي",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضيات",
          "كيمياء",
          "فنية",
          "أحياء",
          "فيزياء",
          "كردي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "6WPP": {
    "الاسم": "حسن محمد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "أ",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 27,
        "الكورس الثاني": 39,
        "السعي الأول": 8.33,
        "السعي السنوي": 24.78
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 27,
        "الكورس الثاني": 35,
        "السعي الأول": 7.33,
        "السعي السنوي": 23.11
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 21,
        "الكورس الثاني": 30,
        "السعي الأول": 6.0,
        "السعي السنوي": 19.0
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 31,
        "الكورس الثاني": 26,
        "السعي الأول": 8.67,
        "السعي السنوي": 21.89
      },
      "عربي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 40,
        "الكورس الثاني": 26,
        "السعي الأول": 8.67,
        "السعي السنوي": 24.89
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 37,
        "الكورس الثاني": 44,
        "السعي الأول": 10.0,
        "السعي السنوي": 30.33
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 50,
        "الكورس الثاني": 49,
        "السعي الأول": 7.67,
        "السعي السنوي": 35.56
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 44,
        "الكورس الثاني": 29,
        "السعي الأول": 8.33,
        "السعي السنوي": 27.11
      },
      "علم الأرض": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 25,
        "الكورس الثاني": 22,
        "السعي الأول": 6.67,
        "السعي السنوي": 17.89
      },
      "فنية": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 46,
        "الكورس الثاني": 39,
        "السعي الأول": 7.67,
        "السعي السنوي": 30.89
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 39,
        "الكورس الثاني": 31,
        "السعي الأول": 7.67,
        "السعي السنوي": 25.89
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "عربي",
          "كردي",
          "فنية",
          "إنكليزي",
          "حاسوب",
          "علم الأرض"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "فيزياء",
          "أحياء",
          "رياضيات",
          "عربي",
          "رياضة",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "رياضة",
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "فيزياء",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "كيمياء",
          "كردي",
          "إنكليزي",
          "عربي"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "عربي",
          "رياضيات",
          "أحياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "6XYC": {
    "الاسم": "زينب نوري",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "د",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 24,
        "الكورس الثاني": 45,
        "السعي الأول": 8.33,
        "السعي السنوي": 25.78
      },
      "كيمياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 5,
        "الشهر الثالث": 5,
        "نصف السنة": 28,
        "الكورس الثاني": 42,
        "السعي الأول": 6.33,
        "السعي السنوي": 25.44
      },
      "أحياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 24,
        "الكورس الثاني": 20,
        "السعي الأول": 6.67,
        "السعي السنوي": 16.89
      },
      "رياضيات": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 27,
        "الكورس الثاني": 42,
        "السعي الأول": 9.33,
        "السعي السنوي": 26.11
      },
      "عربي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 43,
        "الكورس الثاني": 21,
        "السعي الأول": 8.33,
        "السعي السنوي": 24.11
      },
      "إنكليزي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 5,
        "نصف السنة": 45,
        "الكورس الثاني": 48,
        "السعي الأول": 8.0,
        "السعي السنوي": 33.67
      },
      "كردي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 50,
        "الكورس الثاني": 23,
        "السعي الأول": 9.0,
        "السعي السنوي": 27.33
      },
      "حاسوب": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 21,
        "الكورس الثاني": 49,
        "السعي الأول": 7.33,
        "السعي السنوي": 25.78
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 8,
        "نصف السنة": 36,
        "الكورس الثاني": 34,
        "السعي الأول": 8.0,
        "السعي السنوي": 26.0
      },
      "فنية": {
        "الشهر الأول": 9,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 34,
        "الكورس الثاني": 23,
        "السعي الأول": 7.67,
        "السعي السنوي": 21.56
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 8,
        "الشهر الثالث": 8,
        "نصف السنة": 30,
        "الكورس الثاني": 30,
        "السعي الأول": 8.0,
        "السعي السنوي": 22.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "فيزياء",
          "كردي",
          "رياضيات",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "أحياء",
          "كردي",
          "فنية",
          "إنكليزي",
          "عربي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "أحياء",
          "فيزياء",
          "حاسوب",
          "إنكليزي",
          "عربي",
          "رياضيات"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "فيزياء",
          "رياضيات",
          "كردي",
          "رياضة",
          "فنية",
          "أحياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "حاسوب",
          "فنية",
          "علم الأرض",
          "إنكليزي",
          "كردي",
          "رياضيات"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "YH1R": {
    "الاسم": "حسين عبد",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 6,
        "الشهر الثاني": 7,
        "الشهر الثالث": 9,
        "نصف السنة": 46,
        "الكورس الثاني": 48,
        "السعي الأول": 7.33,
        "السعي السنوي": 33.78
      },
      "كيمياء": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 5,
        "نصف السنة": 47,
        "الكورس الثاني": 49,
        "السعي الأول": 7.33,
        "السعي السنوي": 34.44
      },
      "أحياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 26,
        "الكورس الثاني": 32,
        "السعي الأول": 7.33,
        "السعي السنوي": 21.78
      },
      "رياضيات": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 46,
        "الكورس الثاني": 20,
        "السعي الأول": 8.67,
        "السعي السنوي": 24.89
      },
      "عربي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 5,
        "الشهر الثالث": 10,
        "نصف السنة": 32,
        "الكورس الثاني": 30,
        "السعي الأول": 6.67,
        "السعي السنوي": 22.89
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 6,
        "الشهر الثالث": 8,
        "نصف السنة": 26,
        "الكورس الثاني": 27,
        "السعي الأول": 7.0,
        "السعي السنوي": 20.0
      },
      "كردي": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 23,
        "الكورس الثاني": 43,
        "السعي الأول": 6.67,
        "السعي السنوي": 24.22
      },
      "حاسوب": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 8,
        "نصف السنة": 38,
        "الكورس الثاني": 23,
        "السعي الأول": 9.0,
        "السعي السنوي": 23.33
      },
      "علم الأرض": {
        "الشهر الأول": 9,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 22,
        "الكورس الثاني": 35,
        "السعي الأول": 8.0,
        "السعي السنوي": 21.67
      },
      "فنية": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 9,
        "نصف السنة": 49,
        "الكورس الثاني": 35,
        "السعي الأول": 9.0,
        "السعي السنوي": 31.0
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 48,
        "الكورس الثاني": 35,
        "السعي الأول": 7.67,
        "السعي السنوي": 30.22
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فيزياء",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "حاسوب",
          "كيمياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "كيمياء",
          "فنية",
          "فيزياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "أحياء",
          "فيزياء",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "DJ88": {
    "الاسم": "فاطمة علي",
    "الصف": "السادس الإعدادي",
    "الشعبة": "ج",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 8,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 24,
        "الكورس الثاني": 43,
        "السعي الأول": 8.33,
        "السعي السنوي": 25.11
      },
      "كيمياء": {
        "الشهر الأول": 5,
        "الشهر الثاني": 8,
        "الشهر الثالث": 7,
        "نصف السنة": 37,
        "الكورس الثاني": 28,
        "السعي الأول": 6.67,
        "السعي السنوي": 23.89
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 6,
        "الشهر الثالث": 9,
        "نصف السنة": 36,
        "الكورس الثاني": 21,
        "السعي الأول": 8.0,
        "السعي السنوي": 21.67
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 39,
        "الكورس الثاني": 47,
        "السعي الأول": 8.33,
        "السعي السنوي": 31.44
      },
      "عربي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 7,
        "نصف السنة": 44,
        "الكورس الثاني": 30,
        "السعي الأول": 8.0,
        "السعي السنوي": 27.33
      },
      "إنكليزي": {
        "الشهر الأول": 9,
        "الشهر الثاني": 9,
        "الشهر الثالث": 6,
        "نصف السنة": 40,
        "الكورس الثاني": 29,
        "السعي الأول": 8.0,
        "السعي السنوي": 25.67
      },
      "فنية": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 7,
        "نصف السنة": 20,
        "الكورس الثاني": 25,
        "السعي الأول": 6.33,
        "السعي السنوي": 17.11
      },
      "رياضة": {
        "الشهر الأول": 7,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 42,
        "الكورس الثاني": 29,
        "السعي الأول": 9.0,
        "السعي السنوي": 26.67
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "فنية",
          "عربي",
          "كيمياء",
          "فيزياء",
          "إنكليزي",
          "رياضة"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "رياضيات",
          "أحياء",
          "فيزياء",
          "إنكليزي",
          "فنية",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "عربي",
          "فنية",
          "فيزياء",
          "رياضة",
          "رياضيات",
          "إنكليزي"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "كيمياء",
          "أحياء",
          "رياضيات",
          "رياضة",
          "إنكليزي",
          "فيزياء"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "رياضة",
          "عربي",
          "رياضيات",
          "أحياء",
          "إنكليزي",
          "فيزياء"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  },
  "VD1N": {
    "الاسم": "فاطمة علي",
    "الصف": "الخامس الإعدادي",
    "الشعبة": "ب",
    "الدرجات": {
      "فيزياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 9,
        "نصف السنة": 30,
        "الكورس الثاني": 28,
        "السعي الأول": 9.0,
        "السعي السنوي": 22.33
      },
      "كيمياء": {
        "الشهر الأول": 10,
        "الشهر الثاني": 8,
        "الشهر الثالث": 10,
        "نصف السنة": 49,
        "الكورس الثاني": 25,
        "السعي الأول": 9.33,
        "السعي السنوي": 27.78
      },
      "أحياء": {
        "الشهر الأول": 9,
        "الشهر الثاني": 10,
        "الشهر الثالث": 6,
        "نصف السنة": 33,
        "الكورس الثاني": 32,
        "السعي الأول": 8.33,
        "السعي السنوي": 24.44
      },
      "رياضيات": {
        "الشهر الأول": 5,
        "الشهر الثاني": 10,
        "الشهر الثالث": 10,
        "نصف السنة": 30,
        "الكورس الثاني": 26,
        "السعي الأول": 8.33,
        "السعي السنوي": 21.44
      },
      "عربي": {
        "الشهر الأول": 6,
        "الشهر الثاني": 9,
        "الشهر الثالث": 7,
        "نصف السنة": 30,
        "الكورس الثاني": 43,
        "السعي الأول": 7.33,
        "السعي السنوي": 26.78
      },
      "إنكليزي": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 6,
        "نصف السنة": 32,
        "الكورس الثاني": 32,
        "السعي الأول": 6.67,
        "السعي السنوي": 23.56
      },
      "كردي": {
        "الشهر الأول": 10,
        "الشهر الثاني": 9,
        "الشهر الثالث": 9,
        "نصف السنة": 41,
        "الكورس الثاني": 50,
        "السعي الأول": 9.33,
        "السعي السنوي": 33.44
      },
      "حاسوب": {
        "الشهر الأول": 7,
        "الشهر الثاني": 7,
        "الشهر الثالث": 5,
        "نصف السنة": 45,
        "الكورس الثاني": 35,
        "السعي الأول": 6.33,
        "السعي السنوي": 28.78
      },
      "علم الأرض": {
        "الشهر الأول": 5,
        "الشهر الثاني": 7,
        "الشهر الثالث": 10,
        "نصف السنة": 47,
        "الكورس الثاني": 45,
        "السعي الأول": 7.33,
        "السعي السنوي": 33.11
      },
      "فنية": {
        "الشهر الأول": 10,
        "الشهر الثاني": 6,
        "الشهر الثالث": 10,
        "نصف السنة": 32,
        "الكورس الثاني": 46,
        "السعي الأول": 8.67,
        "السعي السنوي": 28.89
      },
      "رياضة": {
        "الشهر الأول": 8,
        "الشهر الثاني": 10,
        "الشهر الثالث": 8,
        "نصف السنة": 32,
        "الكورس الثاني": 21,
        "السعي الأول": 8.67,
        "السعي السنوي": 20.56
      }
    },
    "الجدول الأسبوعي": [
      {
        "اليوم": "الأحد",
        "الدروس": [
          "رياضة",
          "كردي",
          "فيزياء",
          "أحياء",
          "إنكليزي",
          "حاسوب"
        ]
      },
      {
        "اليوم": "الإثنين",
        "الدروس": [
          "إنكليزي",
          "أحياء",
          "حاسوب",
          "كيمياء",
          "رياضيات",
          "عربي"
        ]
      },
      {
        "اليوم": "الثلاثاء",
        "الدروس": [
          "فيزياء",
          "إنكليزي",
          "فنية",
          "رياضيات",
          "أحياء",
          "كيمياء"
        ]
      },
      {
        "اليوم": "الأربعاء",
        "الدروس": [
          "أحياء",
          "رياضيات",
          "كيمياء",
          "فنية",
          "فيزياء",
          "رياضة"
        ]
      },
      {
        "اليوم": "الخميس",
        "الدروس": [
          "علم الأرض",
          "كيمياء",
          "حاسوب",
          "أحياء",
          "فيزياء",
          "عربي"
        ]
      }
    ],
    "رسالة الإدارة": "نتمنى لكم دوام التوفيق والنجاح."
  }
};